import { Injectable } from '@angular/core';
import { HttpClient } from '@angular/common/http';
import { Observable } from 'rxjs';
import { ShivPoojaModel } from 'src/app/model/shivpooja.model';
import { of } from 'rxjs';

@Injectable({
  providedIn: 'root'
})
export class ShivpoojaService {
  constructor() { }

  getShivPoojaList() {
    return of(this.shivPoojaList());  // creates observable of json and send
  }

  shivPoojaList() {

    let jsonArrayObject: ShivPoojaModel[] = [

      //#region श्रीमृत्युञ्जयस्तोत्रं
      {
        listkey: "॥ मृत्युञ्जयस्तोत्र १ मार्कण्डेयप्रोक्तं नरसिंहपुराणे ॥", listvalue: `ॐ नमो भगवते मृत्युञ्जयाय ।

      ततो विश्ण्वर्पितमना मारकण्डेयो महामतिः ।
      तुष्टाव प्रणतो भूत्वा देवदेव जनार्दनम् 
      विष्णुनैवोपदिष्टं तु स्तोत्रं कर्णे महामनाः ।
      सम्भावितेन मनसा तेन तुष्टाव माधवम् ॥
      
      ॐ नमो भगव्ते वासुदेवाय ।
      मार्कण्डेय उवाच -
      नारायणं सहस्राक्षं पद्मनाभं पुरातनम् ।
      प्रणतोऽस्मि हृषीकेशं किं मे मृत्युः करिष्यति ॥ ६३॥
      
      गोविन्दं पुण्डरीकाक्षमनन्तमजमव्ययम् ।
      केशवं च प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६४॥
      
      वासुदेवं जगद्योनिं भानुवर्णमतीन्द्रियम् ।
      दामोदरं प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६५॥
      
      शङ्खचक्रधरं देवं छन्नरूपिणमव्ययम् ।
      अधोक्षजं प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६६॥
      
      वाराहं वामनं विष्णुं नरसिंहं जनार्दनम् ।
      माधवं च प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६७॥
      
      पुरुषं पुष्करं पुण्यं क्षेमबीजं जगत्पतिम् ।
      लोकनाथं प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६८॥
      
      भूतात्मानं महात्मानं जगद्योनिमयोनिजम् ।
      विश्वरूपं प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ६९॥
      
      सहस्रशिरसं देवं व्यक्ताव्यक्तं सनातनम् ।
      महायोगं प्रपन्नोऽस्मि किं मे मृत्युः करिष्यति ॥ ७०॥
      
      इत्युदीरितमाकर्ण्य स्तोत्रं तस्य महात्मनः ।
      अपयातस्ततो मृत्युर्विष्णुदूतैश्च पीडितः ॥ ७१॥
      
      इति तेन जितो मृत्युर्मार्कण्डेयेन धीमता ।
      प्रसन्ने पुण्डरीकाक्षे नृसिंहे नास्ति दुर्लभम् ॥ ७२॥
      
      मृत्युञ्जयमिदं पुण्यं मृत्युप्रशमनं शुभम् ।
      मार्कण्डेयहितार्थाय स्वयं विष्णुरुवाच ह ॥ ७३॥
      
      य इदं पठते भक्त्या त्रिकालं नियतः शुचिः ।
      नाकाले तस्य मृत्युः स्यान्नरस्याच्युतचेतसः ॥ ७४॥
      
      हृत्पद्ममध्ये पुरुषं पुराणं नारायणं शाश्वतमादिदेवम् ।
      सञ्चिन्त्य सूर्यादपि राजमानं मृत्युं स योगी जितवांस्तदैव ॥ ७५॥
      
      इति ।
      
      नरसिंहपुराण अध्याय ७ श्लोकसंख्या ७५
      इति श्रीनरसिंहपुराणे मार्कण्डेयमृत्युञ्जयो नाम सप्तमोऽध्यायः ॥ ७॥` },

      {
        listkey: `॥ मृत्युञ्जयस्तोत्रम् २ नरसिंहपुरने ॥`, listvalue: `ॐ नमो मृत्युञ्जयाय ।
      नन्दिकेश्वर उवाच -
      कैलासस्योत्तरे श‍ृङ्गे शुद्धस्फटिकसन्निभे ।
      तमोगुणविहीने तु जरामृत्युविवर्जिते ॥ १॥
      
      सर्वार्थ सम्पदाधारे सर्वज्ञानकृतालये ।
      कृताञ्जली पुटो ब्रह्मा घ्यानासीनं सदाशिवम् ॥ २॥
      
      पप्रच्छ प्रणतो भूत्वा जानुभ्यामवनिङ्गतः ।
      सर्वार्थसम्पदाधार ब्रह्मा लोकपितामहः ॥ ३॥
      
      ब्रह्मोवाच -
      केनोपायेन देवेश चिरायुर्लोमशोऽभवत् ।
      तन्मे ब्रूहि महेशान लोकानां हितकाम्यया ॥ ४॥
      
      श्रीसदाशिव उवाच -
      श‍ृणु ब्रह्मन् प्रवक्ष्यामि चिरायुर्मुनिसत्तमः ।
      सञ्जातः कर्मणा येन व्याधिमृत्युविवर्जितः ॥ ५॥
      
      तस्मिन्नेकार्णवे घोरे सलिलौघपरिप्लुते ।
      कृतान्तभयनाशाय स्तुतो मृत्युञ्जयः शिवः ॥ ६॥
      
      तस्य सङ्कीर्तनान्नित्यं मुनिर्मृत्युविवर्जितः ।
      तमेव कीर्तयन् ब्रह्मन् मृत्यु जेतुं न संशयः ॥ ७॥
      
      लोमश उवाच -
      देवाधिदेव देवेश सर्वप्राण भृतांवर ।
      प्राणीनामपि नाथस्त्वं मृत्युञ्जय नमोऽस्तु ते ॥ ८॥
      
      देहिनां जीवभूतोऽसि जीवो जीवस्य कारणम् ।
      जगतां रक्षकस्त्वं वै मृत्युञ्जय नमोऽस्तु ते ॥ ९॥
      
      हेमाद्रिशिखराकारे सुधावीचिमनोहर ।
      पुण्डरीकपरं ज्योतिर्मुत्युञ्जय नमोऽस्तु ते ॥ १०॥
      
      ध्यानाधार महाज्ञान सर्वज्ञानैककारण ।
      परित्रातासि लोकानां मृत्युञ्जय नमोऽस्तु ते ॥ ११॥
      
      निहता येन कालेन सदेवासुरमानुषाः ।
      गन्धर्वाप्सरसश्चैव सिद्धविद्याधरास्तथा ॥ १२॥
      
      साध्याश्च वसवो रुद्रास्तथाश्चिनिसुतावुभौ ।
      मरुतश्च दिशो नागाःस्थावरा जङ्गमास्तथा ॥ १३॥
      
      जितः सोऽपि त्वया ध्यायन् मृत्युञ्जय नमोऽस्तु ते ॥ १४॥
      
      ये ध्यायन्ति परां मूर्तिं पूजयन्त्यमरादयः ।
      न ते मृत्युवशं यान्ति मृत्युञ्जय नमोऽस्तु ते ॥ १५॥
      
      त्वमोङ्कारोऽसि वेदानां देवानां च सदाशिवः ।
      आधारशक्तिः शक्तीनां मृत्युञ्जय नमोऽस्तु ते ॥ १६॥
      
      स्थावरे जङ्गमे वापि यावत्तिष्ठति देहगः ।
      जीवत्यपत्यलोकोऽयं मृत्युञ्जय नमोऽस्तु ते ॥ १७॥
      
      सोमसूर्याग्निमध्यस्थव्योमव्यापिन् सदाशिव ।
      कालत्रयमहाकाल मृत्युञ्जय नमोऽस्तु ते ॥ १८॥
      
      प्रबुद्धे चाप्रबुद्धे च त्वमेव सृजसे जगत् ।
      सृष्टिरूपेण देवेश मृत्युञ्जय नमोऽस्तु ते ॥ १९॥
      
      व्योम्नि त्वं व्योमरूपोऽसि तेजः सर्वत्र तेजसि ।
      ज्ञानिनां ज्ञानरूपोऽसि मृत्युञ्जय नमोऽस्तु ते ॥ २०॥
      
      जगज्जीवो जगत्प्राणः स्रष्टा त्वं जगतः प्रभुः ।
      कारणं सर्वतीर्थानां मृत्युञ्जय नमोऽस्तु ते ॥ २१॥
      
      नेता त्वमिन्द्रियाणां च सर्वज्ञानप्रबोधकः ।
      सांख्ययोगश्च हंसश्च मृत्युञ्जय नमोऽस्तु ते ॥ २२॥
      
      रूपातीतः सरूपश्च पिण्डस्थपदमेव च ।
      चतुर्युगकलाधार मृत्युञ्जय नमोऽस्तु ते ॥ २३॥
      
      रेचके वह्निरूपोऽसि सोमरूपोऽसि पूरके ।
      कुम्भके शिवरूपोऽसि मृत्युञ्जय नमोऽस्तु ते ॥ २४॥
      
      क्षयङ्करोऽसि पापानां पुण्यानामपि वर्धनम् ।
      हेतुस्त्वं श्रेयसां नित्यं मृत्युञ्जय नमोऽस्तु ते ॥ २५॥
      
      सर्वमायाकलातीत सर्वेन्द्रिय परावर ।
      सर्वेन्द्रियकलाधीश मृत्युञ्जय नमोऽस्तु ते ॥ २६॥
      
      रूपं गन्धो रसः स्पर्शः शब्दः संस्कार एव च ।
      त्वत्तः प्रकाश एतेषां मृत्युञ्जय नमोऽस्तु ते ॥ २७॥
      
      चतुर्विधानां सृष्टीनां हेतुस्त्वं कारणेश्वर ।
      भावाभावपरिच्छिन्न मृत्युञ्जय नमोऽस्तु ते ॥ २८॥
      
      त्वमेको निष्कलो लोके सकलम्भुवनत्रये ।
      अतिसूक्ष्मातिरूपस्त्वं मृत्युञ्जय नमोऽस्तु ते ॥ २९॥
      
      त्वं प्रबोधस्त्वमाधार त्वद्बीजं भुवनत्रयम् ।
      सत्वं रजस्तमस्त्वं हि मृत्युञ्जय नमोऽस्तु ते ॥ ३०॥
      
      त्वं सोमस्त्वं दिनेशश्च त्वमात्मा प्रकृतेः परः ।
      अष्टत्रिंशत्वकलानाथ मृत्युञ्जय नमोऽस्तु ते ॥ ३१॥
      
      सर्वेन्द्रियाणामाधारः सर्वभूतगुणाश्रयः ।
      सर्वज्ञानमयानन्त मृत्युञ्जय नमोऽस्तु ते ॥ ३२॥
      
      त्वमात्मा सर्वभूतानां गुणानां त्वमधीश्वरः ।
      सर्वानन्दमयाधार मृत्युञ्जय नमोऽस्तु ते ॥ ३३॥
      
      त्वं यज्ञः सर्वयज्ञानां त्वं बुद्धिर्बोघलक्षणा ।
      शब्दब्रह्मस्त्वमोङ्कारो मृत्युञ्जय नमोऽस्तु ते ॥ ३४॥
      
      श्रीसदाशिव उवाच -
      एवं सङ्कीर्तयेद्यस्तु शुचिस्तद्गतमानसः ।
      भक्त्या श‍ृणोति यो ब्रह्मन् न स मृत्युवशो भवेत् ॥ ३५॥
      
      न च मृत्युभयं तस्य प्राप्तकालं च लङ्घयेत् ।
      अपमृत्युभयं तस्य प्रणश्यति न संशयः ॥ ३६॥
      
      व्याधयो नोपपद्यन्ते नोपसर्गभयं भवेत् ।
      प्रत्यासन्नान्तरे काले शतैकावर्तने कृते ॥ ३७॥
      
      मृत्युर्न जायते तस्य रोगान् मुञ्चति निश्चितम् ।
      पञ्चम्यां वा दशम्यां वा पौर्णमास्यामथापि वा ॥ ३८॥
      
      शतमावर्तयेद्यस्तु शतवर्षं स जीवति ।
      तेजस्वी बलसम्पन्नो लभते श्रियमुत्तमाम् ॥ ३९॥
      
      त्रिविधं नाशयेत्पापं मनो-वाक्-कायसम्भवम् ।
      अभिचाराणि कर्माणि कर्माण्याथर्वणानि च ।
      क्षीयन्ते नात्र सन्देहो दुःस्वप्नश्च विनश्यति ॥ ४०॥
      
      इदं रहस्यं परमं देवदेवस्य शूलिनः ।
      दुःस्वप्ननाशनं पुण्यं सर्वविघ्नविनाशनम् ॥ ४१॥
      
      इति श्रीशिवब्रह्मसंवादे श्रीमृत्युञ्जयस्तोत्रं सम्पूर्णम् ।` },

      {
        listkey: "॥ श्रीमृत्युञ्जयस्तोत्रम् ३ ॥", listvalue: `ॐ नमो मृत्युञ्जयाय ।
      नन्दिकेश्वर उवाच -
      कैलासस्योत्तरे श‍ृङ्गे शुद्धस्फटिकसन्निभे ।
      तमोगुणविहीने तु जरामृत्युविवर्जिते ॥ १॥
      
      सर्वार्थ सम्पदाधारे सर्वज्ञानकृतालये ।
      कृताञ्जली पुटो ब्रह्मा घ्यानासीनं सदाशिवम् ॥ २॥
      
      पप्रच्छ प्रणतो भूत्वा जानुभ्यामवनिङ्गतः ।
      सर्वार्थसम्पदाधार ब्रह्मा लोकपितामहः ॥ ३॥
      
      ब्रह्मोवाच -
      केनोपायेन देवेश चिरायुर्लोमशोऽभवत् ।
      तन्मे ब्रूहि महेशान लोकानां हितकाम्यया ॥ ४॥
      
      श्रीसदाशिव उवाच -
      श‍ृणु ब्रह्मन् प्रवक्ष्यामि चिरायुर्मुनिसत्तमः ।
      सञ्जातः कर्मणा येन व्याधिमृत्युविवर्जितः ॥ ५॥
      
      तस्मिन्नेकार्णवे घोरे सलिलौघपरिप्लुते ।
      कृतान्तभयनाशाय स्तुतो मृत्युञ्जयः शिवः ॥ ६॥
      
      तस्य सङ्कीर्तनान्नित्यं मुनिर्मृत्युविवर्जितः ।
      तमेव कीर्तयन् ब्रह्मन् मृत्यु जेतुं न संशयः ॥ ७॥
      
      लोमश उवाच -
      देवाधिदेव देवेश सर्वप्राण भृतांवर ।
      प्राणीनामपि नाथस्त्वं मृत्युञ्जय नमोऽस्तु ते ॥ ८॥
      
      देहिनां जीवभूतोऽसि जीवो जीवस्य कारणम् ।
      जगतां रक्षकस्त्वं वै मृत्युञ्जय नमोऽस्तु ते ॥ ९॥
      
      हेमाद्रिशिखराकारे सुधावीचिमनोहर ।
      पुण्डरीकपरं ज्योतिर्मुत्युञ्जय नमोऽस्तु ते ॥ १०॥
      
      ध्यानाधार महाज्ञान सर्वज्ञानैककारण ।
      परित्रातासि लोकानां मृत्युञ्जय नमोऽस्तु ते ॥ ११॥
      
      निहता येन कालेन सदेवासुरमानुषाः ।
      गन्धर्वाप्सरसश्चैव सिद्धविद्याधरास्तथा ॥ १२॥
      
      साध्याश्च वसवो रुद्रास्तथाश्चिनिसुतावुभौ ।
      मरुतश्च दिशो नागाःस्थावरा जङ्गमास्तथा ॥ १३॥
      
      जितः सोऽपि त्वया ध्यायन् मृत्युञ्जय नमोऽस्तु ते ॥ १४॥
      
      ये ध्यायन्ति परां मूर्तिं पूजयन्त्यमरादयः ।
      न ते मृत्युवशं यान्ति मृत्युञ्जय नमोऽस्तु ते ॥ १५॥
      
      त्वमोङ्कारोऽसि वेदानां देवानां च सदाशिवः ।
      आधारशक्तिः शक्तीनां मृत्युञ्जय नमोऽस्तु ते ॥ १६॥
      
      स्थावरे जङ्गमे वापि यावत्तिष्ठति देहगः ।
      जीवत्यपत्यलोकोऽयं मृत्युञ्जय नमोऽस्तु ते ॥ १७॥
      
      सोमसूर्याग्निमध्यस्थव्योमव्यापिन् सदाशिव ।
      कालत्रयमहाकाल मृत्युञ्जय नमोऽस्तु ते ॥ १८॥
      
      प्रबुद्धे चाप्रबुद्धे च त्वमेव सृजसे जगत् ।
      सृष्टिरूपेण देवेश मृत्युञ्जय नमोऽस्तु ते ॥ १९॥
      
      व्योम्नि त्वं व्योमरूपोऽसि तेजः सर्वत्र तेजसि ।
      ज्ञानिनां ज्ञानरूपोऽसि मृत्युञ्जय नमोऽस्तु ते ॥ २०॥
      
      जगज्जीवो जगत्प्राणः स्रष्टा त्वं जगतः प्रभुः ।
      कारणं सर्वतीर्थानां मृत्युञ्जय नमोऽस्तु ते ॥ २१॥
      
      नेता त्वमिन्द्रियाणां च सर्वज्ञानप्रबोधकः ।
      सांख्ययोगश्च हंसश्च मृत्युञ्जय नमोऽस्तु ते ॥ २२॥
      
      रूपातीतः सरूपश्च पिण्डस्थपदमेव च ।
      चतुर्युगकलाधार मृत्युञ्जय नमोऽस्तु ते ॥ २३॥
      
      रेचके वह्निरूपोऽसि सोमरूपोऽसि पूरके ।
      कुम्भके शिवरूपोऽसि मृत्युञ्जय नमोऽस्तु ते ॥ २४॥
      
      क्षयङ्करोऽसि पापानां पुण्यानामपि वर्धनम् ।
      हेतुस्त्वं श्रेयसां नित्यं मृत्युञ्जय नमोऽस्तु ते ॥ २५॥
      
      सर्वमायाकलातीत सर्वेन्द्रिय परावर ।
      सर्वेन्द्रियकलाधीश मृत्युञ्जय नमोऽस्तु ते ॥ २६॥
      
      रूपं गन्धो रसः स्पर्शः शब्दः संस्कार एव च ।
      त्वत्तः प्रकाश एतेषां मृत्युञ्जय नमोऽस्तु ते ॥ २७॥
      
      चतुर्विधानां सृष्टीनां हेतुस्त्वं कारणेश्वर ।
      भावाभावपरिच्छिन्न मृत्युञ्जय नमोऽस्तु ते ॥ २८॥
      
      त्वमेको निष्कलो लोके सकलम्भुवनत्रये ।
      अतिसूक्ष्मातिरूपस्त्वं मृत्युञ्जय नमोऽस्तु ते ॥ २९॥
      
      त्वं प्रबोधस्त्वमाधार त्वद्बीजं भुवनत्रयम् ।
      सत्वं रजस्तमस्त्वं हि मृत्युञ्जय नमोऽस्तु ते ॥ ३०॥
      
      त्वं सोमस्त्वं दिनेशश्च त्वमात्मा प्रकृतेः परः ।
      अष्टत्रिंशत्वकलानाथ मृत्युञ्जय नमोऽस्तु ते ॥ ३१॥
      
      सर्वेन्द्रियाणामाधारः सर्वभूतगुणाश्रयः ।
      सर्वज्ञानमयानन्त मृत्युञ्जय नमोऽस्तु ते ॥ ३२॥
      
      त्वमात्मा सर्वभूतानां गुणानां त्वमधीश्वरः ।
      सर्वानन्दमयाधार मृत्युञ्जय नमोऽस्तु ते ॥ ३३॥
      
      त्वं यज्ञः सर्वयज्ञानां त्वं बुद्धिर्बोघलक्षणा ।
      शब्दब्रह्मस्त्वमोङ्कारो मृत्युञ्जय नमोऽस्तु ते ॥ ३४॥
      
      श्रीसदाशिव उवाच -
      एवं सङ्कीर्तयेद्यस्तु शुचिस्तद्गतमानसः ।
      भक्त्या श‍ृणोति यो ब्रह्मन् न स मृत्युवशो भवेत् ॥ ३५॥
      
      न च मृत्युभयं तस्य प्राप्तकालं च लङ्घयेत् ।
      अपमृत्युभयं तस्य प्रणश्यति न संशयः ॥ ३६॥
      
      व्याधयो नोपपद्यन्ते नोपसर्गभयं भवेत् ।
      प्रत्यासन्नान्तरे काले शतैकावर्तने कृते ॥ ३७॥
      
      मृत्युर्न जायते तस्य रोगान् मुञ्चति निश्चितम् ।
      पञ्चम्यां वा दशम्यां वा पौर्णमास्यामथापि वा ॥ ३८॥
      
      शतमावर्तयेद्यस्तु शतवर्षं स जीवति ।
      तेजस्वी बलसम्पन्नो लभते श्रियमुत्तमाम् ॥ ३९॥
      
      त्रिविधं नाशयेत्पापं मनो-वाक्-कायसम्भवम् ।
      अभिचाराणि कर्माणि कर्माण्याथर्वणानि च ।
      क्षीयन्ते नात्र सन्देहो दुःस्वप्नश्च विनश्यति ॥ ४०॥
      
      इदं रहस्यं परमं देवदेवस्य शूलिनः ।
      दुःस्वप्ननाशनं पुण्यं सर्वविघ्नविनाशनम् ॥ ४१॥
      
      इति श्रीशिवब्रह्मसंवादे श्रीमृत्युञ्जयस्तोत्रं सम्पूर्णम् ।` },

      {
        listkey: `॥ मृत्युञ्जयस्तोत्रम् ॥`, listvalue: `मृत्युञ्जयाय रुद्राय नीलकण्ठाय शम्भवे ।
      अमृतेशाय शर्वाय महादेवाय ते नमः ॥ १॥
      
      कालेश्वर महाकालं कालञ्जरनिवासिनम् ।
      कालकृत्कालवेत्तारं प्रणतोऽस्मि सदा शिवम् ॥ २॥
      
      नमस्ते बोधरूपाय कालान्तक नमोऽस्तु ते ।
      कालाधिप नमस्तेऽस्तु सर्वकालप्रवर्तक ॥ ३॥
      
      कलासकलरूपेण कलाभिर्विश्वरूपधृत् ।
      विश्वेश्वर नमस्तेऽस्तु आदिकालप्रवर्तक ॥ ४॥
      
      जय श्वेतनिमित्तोग्र मृत्युदेहनिपातन ।
      जयाशेषसुरावास काममोहित शैलज ॥ ५॥
      
      इति श्रीमृत्युञ्जयस्तोत्रं सम्पूर्णम् ।` },
      //#endregion

      //#region शिवमहिम्न स्तोत्रम्
      {
        listkey: `॥ शिवमहिम्न स्तोत्रम् ( श्री पुष्पदन्त विरचितं ) ॥`,
        listvalue: `॥ ॐ नमः शिवाय ॥

      ॥ अथ श्री शिवमहिम्नस्तोत्रम् ॥
   
   महिम्नः पारं ते परमविदुषो यद्यसदृशी
   स्तुतिर्ब्रह्मादीनामपि तदवसन्नास्त्वयि गिरः ।
   अथाऽवाच्यः सर्वः स्वमतिपरिणामावधि गृणन्
   ममाप्येष स्तोत्रे हर निरपवादः परिकरः ॥ १॥
   
   अतीतः पंथानं तव च महिमा वाङ्मनसयोः
   अतद्व्यावृत्त्या यं चकितमभिधत्ते श्रुतिरपि ।
   स कस्य स्तोतव्यः कतिविधगुणः कस्य विषयः
   पदे त्वर्वाचीने पतति न मनः कस्य न वचः ॥ २॥
   
   मधुस्फीता वाचः परमममृतं निर्मितवतः
   तव ब्रह्मन् किं वागपि सुरगुरोर्विस्मयपदम् ।
   मम त्वेतां वाणीं गुणकथनपुण्येन भवतः
   पुनामीत्यर्थेऽस्मिन् पुरमथन बुद्धिर्व्यवसिता ॥ ३॥
   
   तवैश्वर्यं यत्तज्जगदुदयरक्षाप्रलयकृत्
   त्रयीवस्तु व्यस्तं तिस्रुषु गुणभिन्नासु तनुषु ।
   अभव्यानामस्मिन् वरद रमणीयामरमणीं
   विहन्तुं व्याक्रोशीं विदधत इहैके जडधियः ॥ ४॥
   
   किमीहः किंकायः स खलु किमुपायस्त्रिभुवनं
   किमाधारो धाता सृजति किमुपादान इति च ।
   अतर्क्यैश्वर्ये त्वय्यनवसर दुःस्थो हतधियः
   कुतर्कोऽयं कांश्चित् मुखरयति मोहाय जगतः ॥ ५॥
   
   अजन्मानो लोकाः किमवयववन्तोऽपि जगतां
   अधिष्ठातारं किं भवविधिरनादृत्य भवति ।
   अनीशो वा कुर्याद् भुवनजनने कः परिकरो
   यतो मन्दास्त्वां प्रत्यमरवर संशेरत इमे ॥ ६॥
   
   त्रयी साङ्ख्यं योगः पशुपतिमतं वैष्णवमिति
   प्रभिन्ने प्रस्थाने परमिदमदः पथ्यमिति च ।
   रुचीनां वैचित्र्यादृजुकुटिल नानापथजुषां
   नृणामेको गम्यस्त्वमसि पयसामर्णव इव ॥ ७॥
   
   महोक्षः खट्वाङ्गं परशुरजिनं भस्म फणिनः
   कपालं चेतीयत्तव वरद तन्त्रोपकरणम् ।
   सुरास्तां तामृद्धिं दधति तु भवद्भूप्रणिहितां
   न हि स्वात्मारामं विषयमृगतृष्णा भ्रमयति ॥ ८॥
   
   ध्रुवं कश्चित् सर्वं सकलमपरस्त्वध्रुवमिदं
   परो ध्रौव्याऽध्रौव्ये जगति गदति व्यस्तविषये ।
   समस्तेऽप्येतस्मिन् पुरमथन तैर्विस्मित इव
   स्तुवन् जिह्रेमि त्वां न खलु ननु धृष्टा मुखरता ॥ ९॥
   
   तवैश्वर्यं यत्नाद् यदुपरि विरिञ्चिर्हरिरधः
   परिच्छेतुं यातावनिलमनलस्कन्धवपुषः ।
   ततो भक्तिश्रद्धा-भरगुरु-गृणद्भ्यां गिरिश यत्
   स्वयं तस्थे ताभ्यां तव किमनुवृत्तिर्न फलति ॥ १०॥
   
   अयत्नादासाद्य त्रिभुवनमवैरव्यतिकरं
   दशास्यो यद्बाहूनभृत-रणकण्डू-परवशान् ।
   शिरःपद्मश्रेणी-रचितचरणाम्भोरुह-बलेः
   स्थिरायास्त्वद्भक्तेस्त्रिपुरहर विस्फूर्जितमिदम् ॥ ११॥
   
   अमुष्य त्वत्सेवा-समधिगतसारं भुजवनं
   बलात् कैलासेऽपि त्वदधिवसतौ विक्रमयतः ।
   अलभ्यापातालेऽप्यलसचलितांगुष्ठशिरसि
   प्रतिष्ठा त्वय्यासीद् ध्रुवमुपचितो मुह्यति खलः ॥ १२॥
   
   यदृद्धिं सुत्राम्णो वरद परमोच्चैरपि सतीं
   अधश्चक्रे बाणः परिजनविधेयत्रिभुवनः ।
   न तच्चित्रं तस्मिन् वरिवसितरि त्वच्चरणयोः
   न कस्याप्युन्नत्यै भवति शिरसस्त्वय्यवनतिः ॥ १३॥
   
   अकाण्ड-ब्रह्माण्ड-क्षयचकित-देवासुरकृपा
   विधेयस्याऽऽसीद् यस्त्रिनयन विषं संहृतवतः ।
   स कल्माषः कण्ठे तव न कुरुते न श्रियमहो
   विकारोऽपि श्लाघ्यो भुवन-भय- भङ्ग- व्यसनिनः ॥ १४॥
   
   असिद्धार्था नैव क्वचिदपि सदेवासुरनरे
   निवर्तन्ते नित्यं जगति जयिनो यस्य विशिखाः ।
   स पश्यन्नीश त्वामितरसुरसाधारणमभूत्
   स्मरः स्मर्तव्यात्मा न हि वशिषु पथ्यः परिभवः ॥ १५॥
   
   मही पादाघाताद् व्रजति सहसा संशयपदं
   पदं विष्णोर्भ्राम्यद् भुज-परिघ-रुग्ण-ग्रह- गणम् ।
   मुहुर्द्यौर्दौस्थ्यं यात्यनिभृत-जटा-ताडित-तटा
   जगद्रक्षायै त्वं नटसि ननु वामैव विभुता ॥ १६॥
   
   वियद्व्यापी तारा-गण-गुणित-फेनोद्गम-रुचिः
   प्रवाहो वारां यः पृषतलघुदृष्टः शिरसि ते ।
   जगद्द्वीपाकारं जलधिवलयं तेन कृतमिति
   अनेनैवोन्नेयं धृतमहिम दिव्यं तव वपुः ॥ १७॥
   
   रथः क्षोणी यन्ता शतधृतिरगेन्द्रो धनुरथो
   रथाङ्गे चन्द्रार्कौ रथ-चरण-पाणिः शर इति ।
   दिधक्षोस्ते कोऽयं त्रिपुरतृणमाडम्बर विधिः
   विधेयैः क्रीडन्त्यो न खलु परतन्त्राः प्रभुधियः ॥ १८॥
   
   हरिस्ते साहस्रं कमल बलिमाधाय पदयोः
   यदेकोने तस्मिन् निजमुदहरन्नेत्रकमलम् ।
   गतो भक्त्युद्रेकः परिणतिमसौ चक्रवपुषः
   त्रयाणां रक्षायै त्रिपुरहर  जागर्ति जगताम् ॥ १९॥
   
   क्रतौ सुप्ते जाग्रत् त्वमसि फलयोगे क्रतुमतां
   क्व कर्म प्रध्वस्तं फलति पुरुषाराधनमृते ।
   अतस्त्वां सम्प्रेक्ष्य क्रतुषु फलदान-प्रतिभुवं
   श्रुतौ श्रद्धां बध्वा दृढपरिकरः कर्मसु जनः ॥ २०॥
   
   क्रियादक्षो दक्षः क्रतुपतिरधीशस्तनुभृतां
   ऋषीणामार्त्विज्यं शरणद सदस्याः सुर-गणाः ।
   क्रतुभ्रंशस्त्वत्तः क्रतुफल-विधान-व्यसनिनः
   ध्रुवं कर्तुं श्रद्धा विधुरमभिचाराय हि मखाः ॥ २१॥
   
   प्रजानाथं नाथ प्रसभमभिकं स्वां दुहितरं
   गतं रोहिद् भूतां रिरमयिषुमृष्यस्य वपुषा ।
   धनुष्पाणेर्यातं दिवमपि सपत्राकृतममुं
   त्रसन्तं तेऽद्यापि त्यजति न मृगव्याधरभसः ॥ २२॥
   
   स्वलावण्याशंसा धृतधनुषमह्नाय तृणवत्
   पुरः प्लुष्टं दृष्ट्वा पुरमथन पुष्पायुधमपि ।
   यदि स्त्रैणं देवी यमनिरत-देहार्ध-घटनात्
   अवैति त्वामद्धा बत वरद मुग्धा युवतयः ॥ २३॥
   
   श्मशानेष्वाक्रीडा स्मरहर पिशाचाः सहचराः
   चिता-भस्मालेपः स्रगपि नृकरोटी-परिकरः ।
   अमङ्गल्यं शीलं तव भवतु नामैवमखिलं
   तथापि स्मर्तॄणां वरद परमं मङ्गलमसि ॥ २४॥
   
   मनः प्रत्यक् चित्ते सविधमविधायात्त-मरुतः
   प्रहृष्यद्रोमाणः प्रमद-सलिलोत्सङ्गति-दृशः ।
   यदालोक्याह्लादं ह्रद इव निमज्यामृतमये
   दधत्यन्तस्तत्त्वं किमपि यमिनस्तत् किल भवान् ॥ २५॥
   
   त्वमर्कस्त्वं सोमस्त्वमसि पवनस्त्वं हुतवहः
   त्वमापस्त्वं व्योम त्वमु धरणिरात्मा त्वमिति च ।
   परिच्छिन्नामेवं त्वयि परिणता बिभ्रति गिरं
   न विद्मस्तत्तत्त्वं वयमिह तु यत् त्वं न भवसि ॥ २६॥
   
   त्रयीं तिस्रो वृत्तीस्त्रिभुवनमथो त्रीनपि सुरान्
   अकाराद्यैर्वर्णैस्त्रिभिरभिदधत् तीर्णविकृति ।
   तुरीयं ते धाम ध्वनिभिरवरुन्धानमणुभिः
   समस्त-व्यस्तं त्वां शरणद गृणात्योमिति पदम् ॥ २७॥
   
   भवः शर्वो रुद्रः पशुपतिरथोग्रः सहमहान्
   तथा भीमेशानाविति यदभिधानाष्टकमिदम् ।
   अमुष्मिन् प्रत्येकं प्रविचरति देव श्रुतिरपि
   प्रियायास्मैधाम्ने प्रणिहित-नमस्योऽस्मि भवते ॥ २८॥
   
   नमो नेदिष्ठाय प्रियदव दविष्ठाय च नमः
   नमः क्षोदिष्ठाय स्मरहर महिष्ठाय च नमः ।
   नमो वर्षिष्ठाय त्रिनयन यविष्ठाय च नमः
   नमः सर्वस्मै ते तदिदमतिसर्वाय च नमः ॥ २९॥
   
   बहुल-रजसे विश्वोत्पत्तौ भवाय नमो नमः
   प्रबल-तमसे तत् संहारे हराय नमो नमः ।
   जन-सुखकृते सत्त्वोद्रिक्तौ मृडाय नमो नमः
   प्रमहसि पदे निस्त्रैगुण्ये शिवाय नमो नमः ॥ ३०॥
   
   कृश-परिणति-चेतः क्लेशवश्यं क्व चेदं
   क्व च तव गुण-सीमोल्लङ्घिनी शश्वदृद्धिः ।
   इति चकितममन्दीकृत्य मां भक्तिराधाद्
   वरद चरणयोस्ते वाक्य-पुष्पोपहारम् ॥ ३१॥
   
   असित-गिरि-समं स्यात् कज्जलं सिन्धु-पात्रे
   सुर-तरुवर-शाखा लेखनी पत्रमुर्वी ।
   लिखति यदि गृहीत्वा शारदा सर्वकालं
   तदपि तव गुणानामीश पारं न याति ॥ ३२॥
   
   असुर-सुर-मुनीन्द्रैरर्चितस्येन्दु-मौलेः
   ग्रथित-गुणमहिम्नो निर्गुणस्येश्वरस्य ।
   सकल-गण-वरिष्ठः पुष्पदन्ताभिधानः
   रुचिरमलघुवृत्तैः स्तोत्रमेतच्चकार ॥ ३३॥
   
   अहरहरनवद्यं धूर्जटेः स्तोत्रमेतत्
   पठति परमभक्त्या शुद्ध-चित्तः पुमान् यः ।
   स भवति शिवलोके रुद्रतुल्यस्तथाऽत्र
   प्रचुरतर-धनायुः पुत्रवान् कीर्तिमांश्च ॥ ३४॥
   
   महेशान्नापरो देवो महिम्नो नापरा स्तुतिः ।
   अघोरान्नापरो मन्त्रो नास्ति तत्त्वं गुरोः परम् ॥ ३५॥
   
   दीक्षा दानं तपस्तीर्थं ज्ञानं यागादिकाः क्रियाः ।
   महिम्नस्तव पाठस्य कलां नार्हन्ति षोडशीम् ॥ ३६॥
   
   कुसुमदशन-नामा सर्व-गन्धर्व-राजः
   शशिधरवर-मौलेर्देवदेवस्य दासः ।
   स खलु निज-महिम्नो भ्रष्ट एवास्य रोषात्
   स्तवनमिदमकार्षीद् दिव्य-दिव्यं महिम्नः ॥ ३७॥
   
   सुरगुरुमभिपूज्य स्वर्ग-मोक्षैक-हेतुं
   पठति यदि मनुष्यः प्राञ्जलिर्नान्य-चेताः ।
   व्रजति शिव-समीपं किन्नरैः स्तूयमानः
   स्तवनमिदममोघं पुष्पदन्तप्रणीतम् ॥ ३८॥
   
   आसमाप्तमिदं स्तोत्रं पुण्यं गन्धर्व-भाषितम् ।
   अनौपम्यं मनोहारि सर्वमीश्वरवर्णनम् ॥ ३९॥
   
   इत्येषा वाङ्मयी पूजा श्रीमच्छङ्कर-पादयोः ।
   अर्पिता तेन देवेशः प्रीयतां मे सदाशिवः ॥ ४०॥
   
   तव तत्त्वं न जानामि कीदृशोऽसि महेश्वर ।
   यादृशोऽसि महादेव तादृशाय नमो नमः ॥ ४१॥
   
   एककालं द्विकालं वा त्रिकालं यः पठेन्नरः ।
   सर्वपाप-विनिर्मुक्तः शिव लोके महीयते ॥ ४२॥
   
   श्री पुष्पदन्त-मुख-पङ्कज-निर्गतेन
   स्तोत्रेण किल्बिष-हरेण हर-प्रियेण ।
   कण्ठस्थितेन पठितेन समाहितेन
   सुप्रीणितो भवति भूतपतिर्महेशः ॥ ४३॥
   
   ॥ इति श्री पुष्पदन्त विरचितं शिवमहिम्नः
            स्तोत्रं समाप्तम् ॥`},

      {
        listkey: `॥ शिवमहिम्न स्तोत्रम् (श्रीविष्णुविरचितं) ॥`, listvalue: `श्रीगणेशाय नमः ॥

      श्रीविष्णुरुवाच ।
      महेशानन्ताद्य त्रिगुणरहितामेयविमल
           स्वराकारापारामितगुणगणाकारिनिवृते ।
      निराधाराधारामरवर निराकार परम
           प्रभापूराकारावर पर नमो वेद्य शिव ते ॥ १॥
      
      नमो वेदावेद्याखिलजगदुपादान नियतं
           स्वतन्त्रासामान्तानवधुतिनिजाकारविरते ।
      निवर्तन्ते वाचः शिवभजनमप्राप्य मनसा
           यतोऽशक्ताः स्तोतुं सकृदपि गुणातीत शिव ते ॥ २॥
      
      त्वदन्यद्वस्त्वेकं न हि भव समस्तत्रिभुवने
           विभुस्त्वं विश्वात्मा न च परममस्तीश भवतः ।
      ध्रुवं मायातीतस्त्वमसि सततं नात्र विषयो
           न ते कृत्यं सत्यं क्वचिदपि विपर्येति शिव ते ॥ ३॥
      
      त्वयैवेमं लोकं निखिलममलं व्याप्य सततं
           तथैवान्यां लोकस्थितिमनघ देवोत्तम विभो ।
      त्वयैवैतत्सृष्टं जादखिलमीशान भगवन्-
           विलासोऽयं कश्चित्तव शिव नमो वेद्य शिव ते ॥ ४॥
      
      जगत्सृष्टेः पूर्वं यदभवदुमाकान्त सततं
           त्वया लीलामात्रं तदपि सकलं रक्षितमभूत् ।
      तदेवाग्रे भालप्रकटनयनाद्भुतकर-
           आज्जगद्दग्ध्वा स्थास्यस्यज हर नमो वेद्य शिव ते ॥ ५॥
      
      विभूतीनामन्तो भव न भवतो भूतिविलसन्-
           निजाकार श्रीमन्न गुणगणसीमाप्यवगता ।
      अतद्व्यावृत्याऽद्धा त्वयि सकलवेदाश्च चकिता
           भवन्त्येवासामप्रकृतिक नमो धर्ष शिव ते ॥ ६॥
      
      विराड्रूपं यत्ते सकलनिगमागोचरमभूत्-
           तदेवेदं रूपं भवति किमिदं भिन्नमथवा ।
      न जाने देवेश त्रिनयन सुराराध्यचरण
           त्वओङ्कारो वेदस्त्वमसि हि नमोऽघोर शिव ते ॥ ७॥
      
      यदन्तस्तत्त्वज्ञा मुनिवरगणा रूपमनघं
           तवेदं सञ्चिन्त्य स्वमनसि सदाऽऽसन्नविहताः ।
      ययुर्दिव्यानन्दं तदिदमथवा किं तु न तथा
           किमेतज्जानेऽहं शरणद नमः शर्व शिव ते ॥ ८॥
      
      तथा शक्त्या सृष्ट्वा जगदथ च संरक्ष्य बहुधा
           ततः संहृत्यैतन्निवसति तदाधारमथवा ।
      इदं ते किं रूपं निरुपम न जाने हर विभो
           विसर्गः को वा ते तमपि हि नमो भव्य शिव ते ॥ ९॥
      
      तवानन्तान्याहुः शुचिपरमरूपाणि निगमा-
           स्तदन्तर्भूतं सत्सदसदनिरुक्तं पदमपि ।
      निरुक्तं छन्दोभिर्निलयनमिदं वानिलयनं
           न विज्ञातं ज्ञातं सकृदपि नमो ज्येष्ठ शिव ते ॥ १०॥
      
      तवाभूत्सत्यं चानृतमपि च सत्यं कृतमभू-
           दृतं सत्यं सत्यं तदपि च यथा रूपमखिलम् ।
      यतः सत्यं सत्यं शममपि समस्तं तव विभो
           कृतं सत्यं सत्यानृतमपि नमो रुद्र शिव ते ॥ ११॥
      
      तवामेयं मेयं यदपि तदमेयं विरचितं
           न वामेयं मेयं रचितमपि मेयं विरचितुम् ।
      न मेयं मेयं ते न खलु परमेयं परमयं
           न मेयं न नामेयं वरमपि नमो देव शिव ते ॥ १२॥
      
      तवाहारं हारं विदितमविहारं विरहसं
           नवाहारं हारं हर हरसि हारं न हरसि ।
      न वाहारं हारं परतरविहारं परतरं
           परं पारं जाने न हि खलु नमो विश्वशिव ते ॥ १३॥
      
      यदेतत्तत्त्वं ते सकलमपि तत्त्वेन विदितं
           न ते तत्त्वं तत्त्वं विदितमपि तत्त्वेन विदितम् ।
      न चैतत्तत्त्वं चेन्नियतमपि तत्त्वं किमु भवे
           न ते तत्त्वं तत्त्वं तदपि च नमो वेद्य शिव ते ॥ १४॥
      
      इदं रूपं रूपं सदसदमलं रूपमपि चेन्-
           न जाने रूपं ते तरतमविभिन्नं परतरम् ।
      यतो नान्यद्रूपं नियतमपि वेदैर्निगदितं
           न जाने सर्वात्मन् क्वचिदपि नमोऽनन्त शिव ते ॥ १५॥
      
      महद्भूतं भूतं यदपि न च भूतं तव विभो
           सदा भूतं भूतं किमु न भक्तो भूतविषये ।
      यदाभूतं भूतं भवति हि न भव्यं भगवतो
           भवाभूतं भाव्यं भवति न नमो ज्येष्ठ शिव ते ॥ १६॥
      
      वशीभूता भूता सततमपि भूतात्मकतया
           न ते भूता भूतास्तव यदपि भूता विभुतया ।
      यतो भूता भूतास्तव तु न हि भूतात्मकतया
           न वा भूता भूताः क्वचिदपि नमो भूत शिव ते ॥ १७॥
      
      न ते मायामाया सततमपि मायामयतया
           ध्रुवं मायामाया त्वयि वर न मायामयमपि ।
      यदा मायामाया त्वयि न खलु मायामयतया
           न मायामाया वा परमय नमस्ते शिव नमः ॥ १८॥
      
      यतन्तः संवेद्यं विदितमपि वेदैर्न विदितं
           न वेद्यं वेद्यं चेन्नियतमपि वेद्यं न विदितम् ।
      तदेवेदं वेद्यं विदितमपि वेदान्तनिकरैः
           करावेद्यं वेद्यं जितमिति नमोऽतर्क्य शिव ते ॥ १९॥
      
      शिवं सेव्यं भावं शिवमतिशिवाकारमशिवं
           न सत्यं शैवं तच्छिवमिति शिवं सेव्यमनिशम् ।
      शिवं शान्तं मत्वा शिवपरमतत्त्वं शिवमयं
           न जाने रूपत्वं शिवमिति नमो वेद्य शिव ते ॥ २०॥
      
      यदज्ञात्वा तत्त्वं सकलमपि संसारपतितं
           जगज्जन्मावृत्तिं दहति सततं दुःखनिलयम् ।
      यदेतज्ज्ञात्वैवावहति च निवृत्तिं परतरां
           न जाने तत्तत्त्वं परमिति नमो वेद्य शिव ते ॥ २१॥
      
      न वेदं यद्रूपं निगमविषयं मङ्गलकरं
           न दृष्टं केनापि ध्रुवमिति विजाने शिव विभो ।
      ततश्चित्ते शम्भो न हि मम विषादोऽघविकृतिः
           प्रयत्नाल्लब्धेऽस्मिन्न किमपि नमः पूर्णं शिव ते ॥ २२॥
      
      तवाकर्ण्यागूढं यदपि परतत्त्वं श्रुतिपरं
           तदेवातीतं सन्नयनपदवीं नात्र तनुते ।
      कदाचित्किञ्चिद्वा स्फुरति कतिधा चेतसि तव
           स्फुरद्रूपं भव्यं भवहर परावेद्य शिव ते ॥ २३॥
      
      त्वमिन्दुर्भानुस्त्वं हुतभुगसि वायुश्च सलिलं
           त्वमेवाकाशोऽसि क्षितिरसि तथाऽऽत्माऽसि भगवन् ।
      ततः सर्वाकारस्त्वमसि भवतो भिन्नमनघान्-
           न तत्सत्यं सत्यं त्रिनयन नमोऽनन्त शिव ते ॥ २४॥
      
      विधुं धत्से नित्यं शिरसि मृदुकण्ठोऽपि गरलं
           नवं नागाहारं भसितममलं भासुरतनुम् ।
      करे शूलं भाले ज्वलनमनिशं तत्किमिति ते
           न तत्त्वं जानेऽहं भवहर नमः कूर्प शिव ते ॥ २५॥
      
      तवापा~ण्गः शुद्धो यदि भवति भव्ये शुभकरः
           कदाचित्कस्मिंश्चिल्लघुतरनरे विप्रभवति ।
      स एवैताँल्लोकान् रचयितुमलं सापि च महान्
           कृपाधारोऽयं सुखयति नमोऽनन्त शिव ते ॥ २६॥
      
      भवन्तं देवेशं शिवमितरगीर्वाणसदृशं
           प्रमादाद्यः कश्चिद्यदि यदपि चित्तेऽपि मनुते ।
      स दुःखं लब्ध्वाऽन्ते नरकमपि याति ध्रुवमिदं
           ध्रुवं देवाराध्यामितगुण नमोऽनन्त शिव ते ॥ २७॥
      
      प्रदोषे रत्नाढ्ये मृदुलतरसिंहासनवरे
           भवानीमारूढामसकृदपि संवीक्ष्य भवता ।
      कृतं सम्यन्नाट्यं प्रथितमिति वेदोऽपि भवति
           प्रभावः को वाऽयं तव हर नमो दीप शिव ते ॥ २८॥
      
      स्मशाने सञ्चारः किमु शिव न ते क्वापि गमनं
           यतो विश्वं व्याप्याखिलमपि सदा तिष्ठति भवान् ।
      विभुं नित्यं शुद्धं शिवमुपहतं व्यापकमिति
           श्रुतिः साक्षाद्वक्ति त्वयमपि नमः शुद्ध शिव ते ॥ २९॥
      
      धनुर्मेरुः शेषो धनुवरगुणो यानमवनि-
           स्तवैवेदं चक्रं निगमनिकरा वाजिनिकराः ।
      पुरोलक्ष्यं यन्ता विधिरिषुहरिश्चेति निगमः
           किमेवं त्वन्वेष्यो निगदति नमः पूर्ण शिव ते ॥ ३०॥
      
      मृदुः सत्त्वं त्वेतद्भवमनघयुक्तं च रजसा
           तमोयुक्तं शुद्धं हरमपि शिवं निष्कलमिति ।
      वदत्येको वेदस्त्वमसि तदुपास्यं ध्रुवमिदं
           त्वमोङ्काराकारो ध्रुवमिति नमोऽनन्त शिव ते ॥ ३१॥
      
      जगत्सुप्तिं बोधं व्रजति भवतो निर्गतमपि
           प्रवृत्तिं व्यापारं पुनरपि सुषुप्तिं च सकलम् ।
      त्वदन्यं त्वत्प्रेक्ष्यं व्रजति शरणं नेति निगमो
           वदत्यद्धा सर्वः शिव इति नमः स्तुत्य शिव ते ॥ ३२॥
      
      त्वमेवालोकानामधिपतिरुमानाथ जगतां
           शरण्यः प्राप्यस्त्वं जलनिधिरिवानन्तपयसाम् ।
      त्वदन्यो निर्वाणं तट इति च निर्वाणयतिर-
           प्यतः सर्वोत्कृष्टस्त्वमसि हि नमो नित्य शिव ते ॥ ३३॥
      
      तवैवांशो भानुस्तपति विधुरप्येति पवनः
           पवत्येषोऽग्निश्च ज्वलति सलिलं च प्रवहति ।
      तवाज्ञाकारित्वं सकलसुरवर्गस्य सततं
           त्वमेकः स्वातन्त्र्यं वहसि हि नमोऽनन्त शिव ते ॥ ३४॥
      
      स्वतन्त्रोऽयं सोमः सकलभुवनैकप्रभुरयं
           नियन्ता देवानामपि हर नियन्तासि न परः ।
      शिवः शुद्धा मायारहित इति वेदोऽपि वदति
           स्वयं तामाशास्य त्रयहर नमोऽनन्त शिव ते ॥ ३५॥
      
      नमो रुद्रानन्तामरवर नमः शङ्कर विभो
           नमो गौरीनाथ त्रिनयन शरण्याङ्घ्रिकमल ।
      नमः शर्व श्रीमन्ननघ महदैश्वर्यनिलय
           स्मरारे पापारे जय जय नमः सेव्य शिव ते ॥ ३६॥
      
      महादेवामेयानघगुणगणप्रामवसतन्-
           नमो भूयो भूयः पुनरपि नमस्ते पुनरपि ।
      पुराराते शम्भो पुनरपि नमस्ते शिव विभो
           नमो भूयो भूयः शिव शिव नमोऽनन्त शिव ते ॥ ३७॥
      
      कदाचिद्गण्यन्ते निबिडनियतवृष्टिकणिकाः
           कदाचित्तत्क्षेत्राण्यपि सिकतलेशं कुशलिना ।
      अनन्तैराकल्पं शिव गुणगणश्चारुरसनै-
           र्न शक्यं ते नूनं गणयितुमुषित्वाऽपि सततम् ॥ ३८॥
      
      मया विज्ञायैषाऽनिशमपि कृता जेतुमनसा
           सकामेनामेया सततमपराधा बहुविधाः ।
      त्वयैते क्षन्तव्याः क्वचिदपि शरीरेण वचसा
           कृतैर्नैतैर्नूनं शिव शिव कृपासागर विभो ॥ ३९॥
      
      प्रमादाद्ये केचिद्विततमपराधा विधिहताः
           कृताः सर्वे तेऽपि प्रशममुपयान्तु स्फुटतरम् ।
      शिव श्रीमच्छम्भो शिवशिव महेशेति च जपन्
           क्वचिल्लिङ्गाकारे शिव हर वसामि स्थिरतरम् ॥ ४०॥
      
      इति स्तुत्वा शिवं विष्णुः प्रणम्य च मुहुर्मुहुः ।
      निर्विण्णो न्यवसन्नूनं कृताञ्जलिपुटः स्थिरम् ॥ ४१॥
      
      तदा शिवः शिवं रूपमादायोवाच सर्वगः ।
      भीषयन्नखिलान्भूतान् घनगम्भीरया गिरा ॥ ४२॥
      
      मदीयं रूपममलं कथं ज्ञेयं भवादृशैः ।
      यत्तु वेदैरविज्ञातमित्युक्त्वाऽन्तर्दधे शिवः ॥ ४३॥
      
      ततः पुनर्विधिस्तत्र तपस्तप्तुं समारभत् ।
      विष्णुश्च शिवतत्त्वस्य ज्ञानार्थमतियत्नतः ॥ ४४॥
      
      तादृशी शिव मे वाच्छा पूजयित्वा वदाम्यहम् ।
      नान्यो मयाऽर्च्यो देवेषु विना शम्भुं सनातनम् ॥ ४५॥
      
      त्वयापि शाङ्करं लिङ्गं पूजनीयं प्रयत्नतः ।
      विहायैवान्यदेवानां पूजनं शेष सर्वदा ॥ ४६॥
      
      इति श्रीस्कन्दपुराणे विष्णुविरचितं शिवमहिमस्तोत्रं सम्पूर्णम् ।` },

      //#endregion

      //#region श्रीशिवाष्टकं
      {
        listkey: `॥ श्रीशिवाष्टकं १ ॥`, listvalue: ` ॥ अथ श्री शिवाष्टकं ॥

      प्रभुं प्राणनाथं विभुं विश्वनाथं जगन्नाथनाथं सदानन्दभाजम् ।
      भवद्भव्यभूतेश्वरं भूतनाथं शिवं शङ्करं शम्भुमीशानमीडे ॥ १॥
      
      गले रुण्डमालं तनौ सर्पजालं महाकालकालं गणेशाधिपालम् ।
      जटाजूटगङ्गोत्तरङ्गैर्विशालं शिवं शङ्करं शम्भुमीशानमीडे ॥ २॥
      
      मुदामाकरं मण्डनं मण्डयन्तं महामण्डलं भस्मभूषाधरं तम् ।
      अनादिह्यपारं महामोहहारं शिवं शङ्करं शम्भुमीशानमीडे ॥ ३॥
      
      वटाधोनिवासं महाट्टाट्टहासं महापापनाशं सदासुप्रकाशम् ।
      गिरीशं गणेशं महेशं सुरेशं शिवं शङ्करं शम्भुमीशानमीडे ॥ ४॥
      
      गिरिन्द्रात्मजासंग्रहीतार्धदेहं गिरौ संस्थितं सर्वदा सन्नगेहम् ।
      परब्रह्मब्रह्मादिभिर्वन्ध्यमानं शिवं शङ्करं शम्भुमीशानमीडे ॥ ५॥
      
      कपालं त्रिशूलं कराभ्यां दधानं पदाम्भोजनम्राय कामं ददानम् ।
      बलीवर्दयानं सुराणां प्रधानं शिवं शङ्करं शम्भुमीशानमीडे ॥ ६॥
      
      शरच्चन्द्रगात्रं गुणानन्द पात्रं त्रिनेत्रं पवित्रं धनेशस्य मित्रम् ।
      अपर्णाकलत्रं चरित्रं विचित्रं शिवं शङ्करं शम्भुमीशानमीडे ॥ ७॥
      
      हरं सर्पहारं चिता भूविहारं भवं वेदसारं सदा निर्विकारम् ।
      श्मशाने वसन्तं मनोजं दहन्तं शिवं शङ्करं शम्भुमीशानमीडे ॥ ८॥
      
      स्तवं यः प्रभाते नरः शूलपाणे पठेत् सर्वदा भर्गभावानुरक्तः ।
      स पुत्रं धनं धान्यमित्रं कलत्रं विचित्रं समासाद्य मोक्षं प्रयाति ॥ ९॥
      
      ॥ इति शिवाष्टकम् ॥` },

      {
        listkey: `॥ श्रीशिवाष्टकम् २ ॥`, listvalue: `श्रीगणेशाय नमः ।
      प्रभुमीशमनीशमशेषगुणं गुणहीनमहीश-गलाभरणम् ।
      रण-निर्जित-दुर्ज्जयदैत्यपुरं प्रणमामिशिवं शिवकल्पतरुम् ॥ १॥
      
      गिरिराज सुतान्वित-वाम तनुं तनु-निन्दित-राजित-कोटीविधुम् ।
      विधि-विष्णु-शिवस्तुत-पादयुगं प्रणमामिशिवं शिवकल्पतरुम् ॥ २॥
      
      शशिलाञ्छित-रञ्जित-सन्मुकुटं कटिलम्बित-सुन्दर-कृत्तिपटम् ।
      सुरशैवलिनी-कृत-पूतजटं प्रणमामिशिवं शिवकल्पतरुम् ॥ ३॥
      
      नयनत्रय-भूषित-चारुमुखं मुखपद्म-पराजित-कोटिविधुम् ।
      विधु-खण्ड-विमण्डित-भालतटं प्रणमामिशिवं शिवकल्पतरुम् ॥ ४॥
      
      वृषराज-निकेतनमादिगुरुं गरलाशनमाजि विषाणधरम् ।
      प्रमथाधिप-सेवक-रञ्जनकं प्रणमामिशिवं शिवकल्पतरुम् ॥ ५॥
      
      मकरध्वज-मत्तमतङ्गहरं करिचर्म्मगनाग-विबोधकरम् ।
      वरदाभय-शूलविषाण-धरं प्रणमामिशिवं शिवकल्पतरुम् ॥ ६॥
      
      जगदुद्भव-पालन-नाशकरं कृपयैव पुनस्त्रय रूपधरम् ।
      प्रिय मानव-साधुजनैकगतिं प्रणमामिशिवं शिवकल्पतरुम् ॥ ७॥
      
      न दत्तन्तु पुष्पं सदा पाप चित्तैः पुनर्जन्म दुःखात् परित्राहि शम्भो ।
      भजतोऽखिल दुःख समूह हरं प्रणमामिशिवं शिवकल्पतरुम् ॥ ८॥
      
      ॥ इति शिवाष्टकं सम्पूर्णम् ॥
      ` },

      {
        listkey: `॥ श्रीशिवाष्टकम् ३ ॥`, listvalue: `तस्मै नमः परमकारणकारणाय 
      दीप्तोज्ज्वलज्वलितपिङ्गललोचनाय ॥
      
      नागेन्द्रहारकृतकुण्डलभूषणाय
      ब्रह्मेन्द्रविष्णुवरदाय नमः शिवाय ॥ १॥
      
      श्रीमत्प्रसन्नशशिपन्नगभूषणाय
      शैलेन्द्रजा वदन चुम्बितलोचनाय ॥
      
      कैलासमन्दिरमहेन्द्रनिकेतनाय
      लोकत्रयार्तिहरणाय नमः शिवाय ॥ २॥
      
      पद्मावदातमणिकुण्डलगोवृषाय
      कृष्णागरुप्रचुरचन्दनचर्चिताय ॥
      
      भस्मानुषक्तविकचोत्पलमल्लिकाय
      नीलाब्जकण्ठसदृशाय नमः शिवाय ॥ ३॥
      
      लम्बत्सपिङ्गल जटामुकुटोत्कटाय
      दंष्ट्राकरालविकटोत्कटभैरवाय ॥
      
      व्याघ्राजिनाम्बरधराय मनोहराय
      त्रैलोक्यनाथ नमिताय नमः शिवाय ॥ ४॥
      
      दक्षप्रजापतिमहामखनाशनाय
      क्षिप्रं महात्रिपुरदानवघातनाय ॥
      
      ब्रह्मोर्जितोर्ध्वगकरोटिनिकृन्तनाय
      योगाय योगनमिताय नमः शिवाय ॥ ५॥
      
      संसारसृष्टिघटनापरिवर्तनाय
      रक्षः पिशाचगणसिद्धसमाकुलाय ॥
      
      सिद्धोरगग्रह गणेन्द्रनिषेविताय
      शार्दूल चर्मवसनाय नमः शिवाय ॥ ६॥
      
      भस्माङ्गरागकृतरूपमनोहराय
      सौम्यावदातवनमाश्रितमाश्रिताय ॥
      
      गौरीकटाक्षनयनार्ध निरीक्षणाय
      गोक्षीरधारधवलाय नमः शिवाय ॥ ७॥
      
      आदित्यसोमवरुणानिलसेविताय
      यज्ञाग्निहोत्रवरधूमनिकेतनाय ॥
      
      ऋक्सामवेदमुनिभिः स्तुतिसंयुताय
      गोपाय गोपनमिताय नमः शिवाय ॥ ८॥
      
      शिवाष्टकमिदं पुण्यं यः पठेत् शिवसन्निधौ
      शिवलोकमवाप्नोति शिवेन सह मोदते ॥
      
      श्री शंकराचार्यकृतं शिवाष्टकं सम्पूर्णम् ।` },

      {
        listkey: `॥ शिवाष्टकम् ४ ॥`, listvalue: `जय शङ्कर शान्त शशाङ्करुचे रुचितार्थद सर्वद सर्वरुचे ।
      शुचिदत्तगृहीतमहोपहृते हृतभक्तजनोद्धततापतते ॥ १॥
      
      ततसर्वहृदम्बरवरदनुते नतवृजिनमहावनदाहकृते ।
      कृतविविधचरित्रतनो सुतनो तनु विशिखविशोषणधैर्यनिधे ॥ २॥
      
      निधनादिविवर्जितकृतनतिकृत्कृतविहितमनोरथपन्नगभृत् ।
      नगभर्तृसुतार्पितवामवपुः स्ववपुःपरिपूरितसर्वजगत् ॥ ३॥
      
      त्रिजगन्मयरूप विरूपसुदृगृगुदञ्चनकिञ्चनकृद्धुतभुक् ।
      भवभूतपते प्रमथैकपते पतितेष्वतिदत्तकरप्रसृते ॥ ४॥
      
      प्रसृताखिलभूतलसंवरणप्रणवध्वनिसौधसुधांशुधर ।
      गिरिराजकुमारिकया परया परितः परितुष्ट नतोऽस्मि शिव  ॥ ५॥
      
      शिव देव महेश गिरीश विभो विभवप्रद शर्व शिवेश मृड ।
      मृडयोडुपतीध्रजगत्त्रितयं कृतयन्त्रण भक्तिविघातकृताम् ॥ ६॥
      
      न कृतान्तत एष बिभेमि हर प्रहराशु ममाघममोघमते ।
      न मतान्तरमन्यमवैमि शिवं शिवपादनतेः प्रणतोऽस्मि ततः ॥ ७॥
      
      विततेऽत्र जगत्यखिलाघहरं परितोषणमेव परं गुणवत् ।
      गुणहीनमहीनमहावलयं लयपावकमीश नतोऽस्मि ततः ॥ ८॥
      
      इति स्तुत्वा महादेवं विररामाङ्गिरःसुतः ।
      व्यतरच्च महादेवः स्तुत्या तुष्टो वरान् बहून् ॥ ९॥
      
      इति शिवाष्टकं समाप्तम् ॥
      ` },

      {
        listkey: `॥ श्रीशिवाष्टकम् ५  ॥`, listvalue: `पुरारिः कामरिर्नेखिलभयहारी पशुपति-
      र्महेशो भूतेशो नगपतिसुतेशो नटपतिः ।
      कपाली यज्ञाली विबुधदलपाली सुरपतिः
      सुराराध्यः शर्वो हरतु भवभीतिं भवपतिः ॥ १॥
      
      हे पुर नामक राक्षसको नष्ट करनेवाले पुरारि तथा कामको
      भस्म करनेवाले कामारि! आप सभी प्रकारके भयको नष्ट
      करनेवाले हैं । आप जीवोंके स्वामी, महान ऐशवर्यसम्पन्न,
      भूतगणोंके अधिपति, पर्वतराज हिमालयको पुत्री पार्वतीके ईश
      तथा नटेश्वर हैं । आप कपाल धारण करनेवाले, यज्ञस्वरूप,
      देवसमुदायके पालक तथा देवताओंके स्वामी हैं । देवोंके आराध्य
      एवं संसारके स्वामी भगवान शर्व! आप संसारके भयका हरण
      कर लें ॥ १॥
      
      शये शूलं भीमं दितिजभयदं शत्रुदलनं
      गले मौण्डीमालां शिरसि च दधानः शशिकलाम् ।
      जटाजूटे गङ्गामघनिवहभङ्रां सुरनदीं
      सुराराध्यः शर्वो हरतु भवभीतिं भवपतिः ॥ २॥
      
      आपके हाथोंमें शत्रुओं एवं दैत्योंका संहार करनेवाला
      भयावह त्रिशूल सुशोभित हो रहा है । आप गलेमें मुण्डोंको माला
      और सिरपर चन्द्रकलाको धारण किये हुए हैं । आपको जटाओंमें
      पापोंको नष्ट करनेवाली देवनदी गंगा सुशोभित हो रही हैं ।
      देवोंके आराध्य एवं संसारके स्वामी भगवान शर्व ! आप संसारके
      भयका हरण कर लें ॥ २॥
      
      भवो भर्गो भीमो भवभयहरो भालनयनो
      वदान्यः सम्मान्यो निखिलजनसौजन्यनिलयः ।
      शरण्यो ब्रह्मण्यो विबुधगणगण्यो गुणनिधिः
      सुराराध्यः शर्वो हरतु भवभीतिं भवपतिः ॥ ३॥
      
      आप सबको उत्पन्न करनेवाले, पापको भूँज डालनेवाले, दुष्ट
      जनोंको डरानेवाले तथा संसारके भयको दूर करनेवाले हैं । आपके
      ललाटपर नेत्र सुशोभित है । आप दान देनेमें बड़े उदार, सम्मान्य
      और सभी लोगोंके लिये सौजन्यधाम हैं, आप शरण्य (शरणागतको
      रक्षा करनेवाले) , ब्रह्मण्य (ब्राह्मणोंको रक्षा करनेवाले) , देवगणोंमें
      अग्रगण्य और गुणोंके निधान हैं । देवताओंके आराध्य एवं संसारके
      स्वामी भगवान शर्व ! आप संसारके भयका हरण कर लें ॥ ३॥
      
      त्वमेवेदं विश्वं सृजसि सकलं ब्रह्मवपुषा
      तथा लोकान् सर्वानवसि हरिरूपेण नियतम् ।
      लयं लीलाधाम त्रिपुरहररूपेण कुरुषे
      त्वदन्यो नो कश्चिज्जगति सकलेशो विजयते ॥ ४॥
      
      ब्रह्माके रूपमें आप ही इस सारे विशवकी रचना करते हैं, विष्णुरूपमें
      इन सभी लोकोंको रक्षा भी निश्चितरूपसे आप ही करते हैं और
      हे लीलाधाम ! त्रिपुरहरके रूपमें आप ही इस संसारका प्रलय भी
      करते हैं । संसारमें आपके अतिरिक्त अन्य कोई नहीं है, जो सबसे
      अधिक उत्कृष्ट (सकलेश) कहा जा सके । आपको जय हो ॥ ४॥
      
      यथा रज्जौ भानं भवति भुजगस्यान्धकरिपो
      तथा मिथ्याज्ञानं सकलविषयाणामिह भवे ।
      त्वमेकश्चित्सर्गस्थितिलयवितानं वितनुषे
      भवेन्माया तत्र प्रकृतिपदवाच्या सहचरी ॥ ५॥
      
      हे अन्धकासुरके नाशक ! इस संसारमें सभी विषयोंका ज्ञान वैसे
      ही झूठा है, जैसे रज्जुमें सर्पका ज्ञान । आप ही सृष्टि, स्थिति और
      प्रलयके विस्तारमें एकमात्र मूलकारण हैं । प्रकृति कहलानेवाली
      माया इस कार्यमें केवल आपकी सहायिका ही जान पड़ती है ॥ ५॥
      
      प्रभो साऽनिर्वाच्या चितिविरहिता विभ्रमकरी
      तवच्छायापत्त्या सकलघटनामञ्चति सदा ।
      रथो यन्तुर्योगाद् व्रजति पदवीं निर्भयतया
      तथैवासौ कत्री त्वमसि शिव साक्षी त्रिजगताम् ॥ ६॥
      
      हे प्रभो! आपकी वह (माया) अनिर्वचनीय है (इसे न सत् कहा
      जा सकता है और न असत्) , इसमें चैतन्यका अभाव है । यह भ्रम
      उत्पन्न करनेवाली है । आपकी सहायता पाकर वह सम्पूर्ण घटनाएँ
      वैसे ही घटाया करती हैं, जैसे जड़ रथ अपने गन्तव्यतक निर्भय
      दौड़ता दिखायी देता है, किंतु उसके दौड़्नेमें सारथिकी सहायता
      रहती है । इसी प्रकारसे यह माया भी कर्त्री दिखायी देती है। हे शिव!
      आप ही तीनों लोकोंके साक्षी हैं ॥ ६॥
      
      नमामि त्वामीशं सकलसुखदातारमजरं
      परेशं गौरीशं गणपतिसुतं वेदविदितम् ।
      वरेण्यं सर्वज्ञं भुजगवलयं विष्णुदयितं
      गणाध्यक्षं दक्षं प्रणतजनतापार्तिहरणम् ॥ ७॥
      
      आप ईश हैं, समस्त सुखोंको देनेवाले हैं, अजर हैं, परात्पर
      परमेश्वर हैं । आप पार्वतीके पति हैं, गणेशजी आपके पुत्र हैं।
      आपका परिचय वेदोंके द्वारा ही प्राप्त होता है । आप वरणीय
      तथा सब कुछ जाननेवाले हैं, आभूषणके रूपमें आप सर्पका
      कंकण धारण करते हैं । आप भगवान विष्णुको प्रिय (या विष्णुके
      प्रिय) हैं, आप गणाध्यक्ष, दक्ष तथा शरणागतोंको विपत्तियोंका
      नाश करनेवाले हैं, आपको मैं नमस्कार करता हूँ ॥ ७॥
      
      गुणातीतं शम्भुं बुधगणमुखोद्गीतयशसं
      विरूपाक्षं देवं धनपतिसखं वेदविनुतम् ।
      विभुं नत्वा याचे भवतु भवतः श्रीचरणयो-
      र्विशुद्धा सद्भक्तिः परमपुरुषस्यादिविदुषः ॥ ८॥
      
      हे विरूपाक्ष (त्रिनयन) भगवान शिव! आप प्रकृतिके गुणोंसे
      अतीत हैं  । आपके यशका गान विद्टज्जन किया करते हैं तथा वेदोंके
      द्वारा आपकी स्तुति की गयी है । आप कुबेरके मित्र और व्यापक हैं,
      आपको प्रणाम करके मैं यह प्रार्थना करता हूँ कि परम पुरुष और
      आदि विद्वान आपके श्रीचरणोंमें मेरी विशुद्ध सद्भक्ति बनी रहे ॥ ८॥
      
      शङ्करे यो मनः कृत्वा पठेच्छ्रीशङ्कराष्टकम् ।
      प्रीतस्तस्मै महादेवो ददाति सकलेप्सितम् ॥ ९॥
      
      भगवान शंकरमें चित्त लगाकर जो इस ऽ श्रीशिवाष्टकऽ का
      पाठ करेगा, उसपर वे प्रसन्न होंगे और उसको समस्त
      कामनाओंको पूर्ण कर देंगे ॥ ९॥
      
      ॥ इति श्रीशिवाष्टकं सम्पूर्णम् ॥
      
      ॥ इस प्रकार श्रीशिवाष्टक सम्पूर्ण हुआ ॥
      
      म्हारे घर रमतो जोगिया तू आव ।
      कानाँ बिच कुंडल, गले बिच सेली, अंग भभूत रमाय ॥
      
      तुम देख्याँ बिण कल न परत है, ग्रिह अंगणो न सुहाय ।
      मीराँ के प्रभु हरि अबिनासी, दरसन दौ ण मोकूँ आय ॥
      
      (मीराँ-पदावली)` },

      {
        listkey: `॥ शिवाष्टकम् ६  ॥`, listvalue: `नमो नमस्ते त्रिदशेश्वराय
      भूतादिनाथाय मृडाय नित्यम् ।
 गङ्गातरङ्गोत्थितबालचन्द्र-
      चूडाय गौरीनयनोत्सवाय ॥ १॥
 
 सुतप्तचामीकरचन्द्रनील-
      पद्मप्रवालाम्बुदकान्तिवस्त्रैः ।
 सुनृत्यरङ्गेष्टवरप्रदाय
      कैवल्यनाथाय वृषध्वजाय ॥ २॥
 
 सुधांशुसूर्याग्निविलोचनेन
      तमोभिदे ते जगतः शिवाय ।
 सहस्रशुभ्रांशुसहस्ररश्मि-
      सहस्रसञ्जित्त्वरतेजसेऽस्तु ॥ ३॥
 
 नागेशरत्नोज्ज्वलविग्रहाय
      शार्दूलचर्मांशुकदिव्यतेजसे ।
 सहस्रपत्रोपरि संस्थिताय
      वराङ्गदामुक्तभुजद्वयाय ॥ ४॥
 
 सुनूपुरारञ्जितपादपद्म-
      क्षरत्सुधाभृत्यसुखप्रदाय ।
 विचित्ररत्नौघविभूषिताय
      प्रेमानमेवाद्य हरौ विधेहि ॥ ५॥
 
 श्रीराम गोविन्द मुकुन्द शौरे
      श्रीकृष्ण नारायण वासुदेव ।
 इत्यादिनामामृतपानमत्त-
      भृङ्गाधिपायाखिलदुःखहन्त्रे ॥ ६॥
 
 श्रीनारदाद्यैः सततं सुगोप्य-
      जिज्ञासितायाशु वरप्रदाय ।
 तेभ्यो हरेर्भक्तिसुखप्रदाय
      शिवाय सर्वगुरवे नमो नमः ॥ ७॥
 
 श्रीगौरीनेत्रोत्सवमङ्गलाय
      तत्प्राणनाथाय रसप्रदाय ।
 सदा समुत्कण्ठगोविन्दलीला-
      गानप्रवीणाय नमोऽस्तु तुभ्यम् ॥ ८॥
 
 एतत् शिवस्याष्टकमद्भुतं महत्
      श‍ृण्वन् हरिप्रेम लभेत शीघ्रम् ।
 ज्ञानञ्च विज्ञानमपूर्ववैभवं
      यो भावपूर्णः परमं समादरम् ॥ ९॥
 
 इति शिवाष्टकं सम्पूर्णम् ।` },

      //#endregion

      //#region अर्धनारीश्वराष्टकम्
      {
        listkey: `॥ अर्धनारीश्वराष्टकम् ॥`, listvalue: `
      अंभोधरश्यामलकुन्तलायै
      तटित्प्रभाताम्रजटाधराय ।
      निरीश्वरायै निखिलेश्वराय
      नमः शिवायै च नमः शिवाय ॥ १॥
      
      प्रदीप्तरत्नोज्वलकुण्डलायै
      स्फुरन्महापन्नगभूषणाय ।
      शिवप्रियायै च शिवप्रियाय
      नमः शिवायै च नमः शिवाय ॥ २॥
      
      मन्दारमालाकलितालकायै
      कपालमालाङ्कितकन्धरायै ।
      दिव्याम्बरायै च दिगम्बराय
      नमः शिवायै च नमः शिवाय ॥ ३॥
      
      कस्तूरिकाकुङ्कुमलेपनायै
      श्मशानभस्मात्तविलेपनाय ।
      कृतस्मरायै विकृतस्मराय
      नमः शिवायै च नमः शिवाय ॥ ४॥
      
      पादारविन्दार्पितहंसकायै
      पादाब्जराजत्फणिनूपुराय ।
      कलामयायै विकलामयाय
      नमः शिवायै च नमः शिवाय ॥ ५॥
      
      प्रपञ्चसृष्ट्युन्मुखलास्यकायै
      समस्तसंहारकताण्डवाय ।
      समेक्षणायै विषमेक्षणाय
      नमः शिवायै च नमः शिवाय ॥ ६॥
      
      प्रफुल्लनीलोत्पललोचनायै
      विकासपङ्केरुहलोचनाय ।
      जगज्जनन्यै जगदेकपित्रे
      नमः शिवायै च नमः शिवाय ॥ ७॥
      
      अन्तर्बहिश्चोर्ध्वमधश्च मध्ये
      पुरश्च पश्चाच्च विदिक्षु दिक्षु ।
      सर्वं गतायै सकलं गताय
      नमः शिवायै च नमः शिवाय ॥ ८॥
      
      अर्धनारीश्वरस्तोत्रं उपमन्युकृतं त्विदम् ।
      यः पठेच्छृणुयाद्वापि शिवलोके महीयते ॥ ९॥
      
      ॥ इति उपमन्युकृतं अर्धनारीश्वराष्टकम् ॥` },
      //#endregion

      //#region अष्टमूर्तिस्तोत्रम्
      {
        listkey: `॥ अष्टमूर्तिस्तोत्रम् ॥`, listvalue: `॥ अष्टमूर्तिस्तोत्रम् ॥

श्रीगणेशाय नमः ॥

ईशा वास्यमिदं सर्वं चक्षोः सूर्यो अजायत ।
इति श्रुतिरुवाचातो महादेवः परावरः ॥ १॥

अष्टमूर्तेरसौ सूर्यौ मूर्तित्वं परिकल्पितः ।
नेत्रत्रिलोचनस्यैकमसौ सूर्यस्तदाश्रितः ॥ २॥

यस्य भासा सर्वमिदं विभातीदि श्रुतेरिमे ।
तमेव भान्तमीशानमनुभान्ति खगादयः ॥ ३॥

ईशानः सर्वविद्यानां भूतानां चेति च श्रुतेः ।
वेदादीनामप्यधीशः स ब्रह्मा कैर्न पूज्यते ॥ ४॥

यस्य संहारकाले तु न किञ्चिदवशिष्यते ।
सृष्टिकाले पुनः सर्वं स एकः सृजति प्रभुः ॥ ५॥

सूर्याचद्रमसौ धाता यथापूर्वमकल्पयत् ।
इति श्रुतेर्महादेवः श्रेष्ठोऽर्यः सकलाश्रितः ॥ ६॥

विश्वं भूतं भवद्भयं सर्वं रुद्रात्मकं श्रुतम् ।
मृत्युञ्जयस्तारकोऽतः स यज्ञस्य प्रसाधनः ॥ ७॥

विषमाक्षोऽपि समदृक् सशिवोऽपि शिवः स च ।
वृषसंस्थोऽध्यतिवृषो गुणात्माऽप्यगुगुणोऽमलः ॥ ८॥

यदाज्ञामुद्वहन्त्यत्र शिरसा सासुराः सुराः ।
अभ्रं वातो वर्षं इतीषवो यस्य स विश्वपाः ॥ ९॥

भिषक्रमं त्वा भिषजां श‍ृणोमीति श्रुतेरवम् ।
स्वभक्तसंसारमहारोगहर्ताऽपि शङ्करः ॥ १०॥

इत्यष्टमूर्तिस्तोत्रं सम्पूर्णम् ।` },
      //#endregion

      //#region महारुद्रस्तोत्रम्
      {
        listkey: `॥ महारुद्रस्तोत्रम् ॥`, listvalue: `श्रीगणेशाय नमः ।
      वाण्या ॐङ्काररूपिण्या अन्त उक्तोऽस्य नान्यथा ।
      सुरस्त्रिभुवनेशः स नः सर्वान्तःस्थितोऽवतु ॥ १॥
      
      देवोऽयं सर्वदेवाद्यः सूरिरुन्मत्तवत्स्थितः ।
      वाहो बलीवर्दकोऽस्य याञ्चकस्येष्टदः स तु ॥ २॥
      
      नन्दिस्कन्धाधिरूढोऽपि त्रिप्रमित्यतिगः स्वभूः ।
      दशा यस्य न शम्भुं तं सन्तं वन्देऽखिलात्मकम् ॥ ३॥
      
      सद्योजातोऽष्टमूर्तिः स भूतवन्दिस्तुतो जितः ।
      रक्ष मन्मथहन्नाथ तोकधर्माणमद्य माम् ॥ ४॥
      
      स्वतो हेतोर्जगद्धेतो दयानाथाम्बिकापते ।
      तीव्रासुहृत्त्रिविधहृत्तापान्मृत्योश्च मामव ॥ ५॥
      
      कृतागसमपि त्राह्यत्रेर्मृत्योस्त्वं च भिषक्तमः ।
      तत्सन्धिं भिन्धि सर्वाकयोनेर्मुञ्चस्व मां शिव ॥ ६॥
      
      श्रीद पुष्टिद ते व्याप्तं दिक्षु क्षीरनिभं यशः ।
      रुङ्मार्ष्टिकृद्रक्ष मां त्वं गङ्गा यन्मूर्ध्नि चर्क्षराट् ॥ ७॥
      
      द्रष्टा वसति सर्वत्र बत मामीक्षसे न किम् ।
      स्तुतेर्धर्मेशशक्तिर्निरस्तमृत्योनमेजते ॥ ८॥
      
      तिष्ठानन्दद चित्ते मे समन्तात् परिपालय ॥ ९॥
      
      इति श्रीवासुदेवानन्दसरस्वतीविरचितं महाख्यस्तोत्रं सम्पूर्णम् ॥
      ` },
      //#endregion

      //#region श्रीरुद्राष्टकं
      {
        listkey: `॥ श्रीरुद्राष्टकं (तुलसीदास) ॥`, listvalue: `नमामीशमीशान निर्वाणरूपं विभुं व्यापकं ब्रह्मवेदस्वरूपम् ।
      निजं निर्गुणं निर्विकल्पं निरीहं चिदाकाशमाकाशवासं भजेऽहम् ॥ १॥
      
      निराकारमोंकारमूलं तुरीयं गिरा ज्ञान गोतीतमीशं गिरीशम् ।
      करालं महाकाल कालं कृपालं गुणागार संसारपारं नतोऽहम् ॥ २॥
      
      तुषाराद्रि संकाश गौरं गभीरं मनोभूत कोटिप्रभा श्री शरीरम् ।
      स्फुरन्मौलि कल्लोलिनी चारु गङ्गा लसद्भालबालेन्दु कण्ठे भुजङ्गा ॥ ३॥
      
      चलत्कुण्डलं भ्रू सुनेत्रं विशालं प्रसन्नाननं नीलकण्ठं दयालम् ।
      मृगाधीशचर्माम्बरं मुण्डमालं प्रियं शंकरं सर्वनाथं भजामि ॥ ४॥
      
      प्रचण्डं प्रकृष्टं प्रगल्भं परेशं अखण्डं अजं भानुकोटिप्रकाशम् ।
      त्रयः शूल निर्मूलनं शूलपाणिं भजेऽहं भवानीपतिं भावगम्यम् ॥ ५॥
      
      कलातीत कल्याण कल्पान्तकारी सदा सज्जनानन्ददाता पुरारी ।
      चिदानन्द संदोह मोहापहारी प्रसीद प्रसीद प्रभो मन्मथारी ॥ ६॥
      
      न यावद् उमानाथपादारविन्दं भजन्तीह लोके परे वा नराणाम् ।
      न तावत्सुखं शान्ति सन्तापनाशं प्रसीद प्रभो सर्वभूताधिवासम् ॥ ७॥
      
      न जानामि योगं जपं नैव पूजां नतोऽहं सदा सर्वदा शम्भु तुभ्यम् ।
      जरा जन्म दुःखौघ तातप्यमानं प्रभो पाहि आपन्नमामीश शम्भो ॥ ८॥
      
      रुद्राष्टकमिदं प्रोक्तं विप्रेण हरतोषये ।
      ये पठन्ति नरा भक्त्या तेषां शम्भुः प्रसीदति ॥
      
      ॥  इति श्रीगोस्वामितुलसीदासकृतं श्रीरुद्राष्टकं सम्पूर्णम् ॥` },
      //#endregion

      //#region श्रीशिवताण्डवस्तोत्रम् 

      {
        listkey: `॥ श्रीशिवताण्डवस्तोत्रम् रावणरचितम् ॥`, listvalue: ` ॥ अथ रावणकृतशिवताण्डवस्तोत्रम् ॥

      ॥ श्रीगणेशाय नमः ॥

जटाटवीगलज्जलप्रवाहपावितस्थले
गलेऽवलम्ब्य लम्बितां भुजङ्गतुङ्गमालिकाम् ।
डमड्डमड्डमड्डमन्निनादवड्डमर्वयं
चकार चण्डताण्डवं तनोतु नः शिवः शिवम् ॥ १॥

जटाकटाहसम्भ्रमभ्रमन्निलिम्पनिर्झरी-
-विलोलवीचिवल्लरीविराजमानमूर्धनि ।
धगद्धगद्धगज्ज्वलल्ललाटपट्टपावके
किशोरचन्द्रशेखरे रतिः प्रतिक्षणं मम ॥ २॥

धराधरेन्द्रनन्दिनीविलासबन्धुबन्धुर
स्फुरद्दिगन्तसन्ततिप्रमोदमानमानसे ।
कृपाकटाक्षधोरणीनिरुद्धदुर्धरापदि
क्वचिद्दिगम्बरे(क्वचिच्चिदम्बरे) मनो विनोदमेतु वस्तुनि ॥ ३॥

जटाभुजङ्गपिङ्गलस्फुरत्फणामणिप्रभा
कदम्बकुङ्कुमद्रवप्रलिप्तदिग्वधूमुखे ।
मदान्धसिन्धुरस्फुरत्त्वगुत्तरीयमेदुरे
मनो विनोदमद्भुतं बिभर्तु भूतभर्तरि ॥ ४॥

सहस्रलोचनप्रभृत्यशेषलेखशेखर
प्रसूनधूलिधोरणी विधूसराङ्घ्रिपीठभूः ।
भुजङ्गराजमालया निबद्धजाटजूटक
श्रियै चिराय जायतां चकोरबन्धुशेखरः ॥ ५॥

ललाटचत्वरज्वलद्धनञ्जयस्फुलिङ्गभा-
-निपीतपञ्चसायकं नमन्निलिम्पनायकम् ।
सुधामयूखलेखया विराजमानशेखरं
महाकपालिसम्पदेशिरोजटालमस्तु नः  ॥ ६॥

करालभालपट्टिकाधगद्धगद्धगज्ज्वल-
द्धनञ्जयाहुतीकृतप्रचण्डपञ्चसायके ।
धराधरेन्द्रनन्दिनीकुचाग्रचित्रपत्रक-
-प्रकल्पनैकशिल्पिनि त्रिलोचने रतिर्मम ॥ ७॥

नवीनमेघमण्डली निरुद्धदुर्धरस्फुरत्-
कुहूनिशीथिनीतमः प्रबन्धबद्धकन्धरः ।
निलिम्पनिर्झरीधरस्तनोतु कृत्तिसिन्धुरः
कलानिधानबन्धुरः श्रियं जगद्धुरन्धरः ॥ ८॥

प्रफुल्लनीलपङ्कजप्रपञ्चकालिमप्रभा-
-वलम्बिकण्ठकन्दलीरुचिप्रबद्धकन्धरम् ।
स्मरच्छिदं पुरच्छिदं भवच्छिदं मखच्छिदं
गजच्छिदान्धकच्छिदं तमन्तकच्छिदं भजे ॥ ९॥

अखर्व(अगर्व)सर्वमङ्गलाकलाकदम्बमञ्जरी
रसप्रवाहमाधुरी विजृम्भणामधुव्रतम् ।
स्मरान्तकं पुरान्तकं भवान्तकं मखान्तकं
गजान्तकान्धकान्तकं तमन्तकान्तकं भजे ॥ १०॥

जयत्वदभ्रविभ्रमभ्रमद्भुजङ्गमश्वस-
-द्विनिर्गमत्क्रमस्फुरत्करालभालहव्यवाट् ।
धिमिद्धिमिद्धिमिध्वनन्मृदङ्गतुङ्गमङ्गल
ध्वनिक्रमप्रवर्तित प्रचण्डताण्डवः शिवः ॥ ११॥

दृषद्विचित्रतल्पयोर्भुजङ्गमौक्तिकस्रजोर्-
-गरिष्ठरत्नलोष्ठयोः सुहृद्विपक्षपक्षयोः ।
तृणारविन्दचक्षुषोः प्रजामहीमहेन्द्रयोः
समं प्रवर्तयन्मनः कदा सदाशिवं भजे ॥ १२॥

कदा निलिम्पनिर्झरीनिकुञ्जकोटरे वसन्
विमुक्तदुर्मतिः सदा शिरः स्थमञ्जलिं वहन् ।
विमुक्तलोललोचनो ललामभाललग्नकः
शिवेति मन्त्रमुच्चरन् कदा सुखी भवाम्यहम् ॥ १३॥

निलिम्पनाथनागरीकदम्बमौलमल्लिका-
निगुम्फनिर्भरक्षरन्मधूष्णिकामनोहरः ।
तनोतु नो मनोमुदं विनोदिनीमहर्निशं
परश्रियः परं पदंतदङ्गजत्विषां चयः ॥ १४॥

प्रचण्डवाडवानलप्रभाशुभप्रचारणी
महाष्टसिद्धिकामिनीजनावहूतजल्पना ।
विमुक्तवामलोचनाविवाहकालिकध्वनिः
शिवेति मन्त्रभूषणा जगज्जयाय जायताम् ॥ १५॥

इदम् हि नित्यमेवमुक्तमुत्तमोत्तमं स्तवं
पठन्स्मरन्ब्रुवन्नरो विशुद्धिमेतिसन्ततम् ।
हरे गुरौ सुभक्तिमाशु याति नान्यथा गतिं
विमोहनं हि देहिनां सुशङ्करस्य चिन्तनम् ॥ १६॥

पूजावसानसमये दशवक्त्रगीतं
यः शम्भुपूजनपरं पठति प्रदोषे ।
तस्य स्थिरां रथगजेन्द्रतुरङ्गयुक्तां
लक्ष्मीं सदैव  सुमुखिं प्रददाति शम्भुः ॥ १७॥

॥ इति श्रीरावणविरचितं शिवताण्डवस्तोत्रं सम्पूर्णम् ॥
` },
{ listkey: `॥ शिवताण्डवस्तुतिः ॥`, listvalue: `श्रीगणेशाय नमः ॥

देवा दिक्पतयः प्रयात परतः खं मुञ्चताम्भोमुचः
      पातालं व्रज मेदिनि प्रविशत क्षोणीतलं भूधराः ।
ब्रह्मनुन्नय दूरमात्मभुवनं नाथस्य नो नृत्यतः
      शम्भोः सङ्कटमेतदित्यवतु वः प्रोत्सारणा नन्दिनः ॥ १॥

दोर्दण्डद्वयलीलयाऽचलगिरिभ्राम्यत्तदुच्चैरव-
     ध्वानोद्भीतजगद्भ्रमत्पदभरालोलत्फणाग्र्योरगम् ।
भृङ्गापिङ्गजटाटवीपरिसरोद्गङ्गोर्मिमालाचलच्चन्द्रं 
     चारु महेश्वरस्य भवतां निःश्रेयसे मङ्गलम् ॥ २॥

सन्ध्याताण्डवडम्बरव्यसनिनो भर्गस्य चण्डभ्रमि-
     व्यानृत्यद्भुजदण्डमण्डलभुवो झञ्झानिलाः पान्तु वः ।
येषामुच्छलतां जवेन झगिति व्यूहेषु भूमीभृता-
     मुड्डीनेषु बिडौजसा पुनरसौ दम्भोलिरालोकितः ॥ ३॥

शर्वाणीपाणितालैश्चलवलयझणत्कारिभिः श्लाध्यमानं 
     स्थाने सम्भाव्यमानं पुलकितवपुषा शम्भुना प्रेक्षकेण ।
खेलत्पिच्छालिकेकाकलकलकलितं कौञ्चभिद्बर्हियूना 
     हेरम्बाकाण्डबृंहातरलितमनसस्ताण्डवं त्वा धिनोतु ॥ ४॥

देवस्त्रैगुण्यभेदात्सृजति वितनुते संहरत्येष लोकानस्यैव 
     व्यापिनीभिस्तनुभिरपि जगद्व्याप्तमष्टाभिरेव ।
वन्द्यो नास्येति पश्यन्निव चरणगतः पातु पुष्पाञ्जलिर्वः 
     शम्भोर्नृत्यावतारे वलयमणिफणाफूत्कृतैर्विप्रकीर्णः ॥ ५॥

इति शिवताण्डवस्तुतिः समाप्ता ।` },
      //#endregion

      //#region श्रीशिवपञ्चाक्षराष्टोत्तरशतनामावलिः
      { listkey: `॥ श्रीशिवपञ्चाक्षराष्टोत्तरशतनामावलिः १  ॥`, listvalue: `श्रीगणेशाय नमः ।
      ॐ ॐकाररूपाय । ॐकाराय । ॐकारपद्मनिलयाय । ॐकारनिलयाय ।
      ॐकारबीजाय । ॐकारसुलक्षणाय । ॐकारमन्त्राय । ॐकारतन्त्राय ।
      ॐकारनिवासिने । ॐकारयन्त्राय । ॐकारपीठाय । ॐकारविभूषणाय ।
      ॐकारवाच्याय । ॐकारलक्ष्याय । ॐकारसुपूजिताय । ॐकारवेदोपनिषदे ।
      ॐकारप्रदक्षिणाय । ॐकारवाचामुद्दण्डपण्डिताय । नकाररूपाय ।
      नद्याय नमः । २०
      
      ॐ नटराजाय नमः । नटेश्वराय । नारायणसख्ये । नाथाय ।
      नगवेषधराय । नटाय । नक्षत्रमालाभरणाय । नामरूपविवर्जिताय ।
      नयनादृश्यरूपाय । निर्मलाय । नन्दिवाहनाय । नवग्रहस्वरूपाय ।
      नव्यहव्याग्रभोजनाय । नादप्रियाय । नादरूपाय । नामपारायणप्रियाय ।
      मकाररूपाय । मन्त्रज्ञाय । मन्दाय । मन्मथनाशनाय नमः । ४०
      
      ॐ मन्त्रालयाय नमः । महेशाय । मयूरपुरवासिने । महादेवाय ।
      महानाथाय । महाभैरवपूजिताय । महाकामेश्वराय । मत्ताय । मानसाय ।
      महेश्वराय । महाबाहवे । महायज्ञाय । महानिधये । शिकाररूपाय ।
      शिष्टेष्टाय । शितिकण्ठाय । शिवालयाय । शिवरूपाय । शिवानन्दाय ।
      शिखिवाहनजन्मभुवे नमः । ६०
      
      ॐ शिवाय नमः । शिवमयाय । शिष्टपूजिताय । शिवदाय । शिवयोगाय ।
      शिवज्ञानिने । शिवचैतन्यमानसाय । शिवप्रदाय । शिवाराध्याय ।
      शिवालालितविग्रहाय । वकाररूपाय । वामाङ्गसुन्दराय । वायुवन्दिताय ।
      वाग्विभूतये । वामदेवाय । वाल्मिकीपरिपूजिताय । वातुलागमसम्सेविताय ।
      वरिष्ठाय । वरदायकाय । वाग्विकत्थचरित्राय नमः । ८०
      
      ॐ वात्सल्यपरमेश्वराय नमः । वरदाभयहस्ताय । वरेण्याय ।
      वसुदाय । वसवे । वदान्याय । वामनयनाय । वामदेवप्रपूजिताय ।
      यकाररूपाय । यन्त्रज्ञाय । यज्ञकर्मफलप्रदाय । यज्ञप्रियाय ।
      यज्ञरूपाया । यज्ञनाथाय । यजपतये । यज्ञाय । यज्ञपतये ।
      यज्ञपालनतत्पराय । यज्ञासक्ताय । यज्ञभोक्त्रे नमः । १००
      
      ॐ यतिवेद्याय नमः । यतीश्वराय । यजमानस्वरूपाय । यज्ञानां
      फलदायकाय । यजुर्वेदस्वरूपाय । यक्षराजनिषेविताय ।
      श्रीसाम्बपरमेश्वराय । सदाशिवाय नमः । १०८
      
      इति श्रीशिवपञ्चाक्षराष्टोत्तरशतनामावलिः (१) समाप्ता ।` },

      { listkey: `॥ श्रीशिवपञ्चाक्षराष्टोत्तरशतनामावलिः २ ॥`, listvalue: `श्रीगणेशय नमः ।
      ॐ ॐकाररूपाय नमः । ॐकारनिलयाय । ॐकारबीजाय ।
      ॐकारसारसहंसकाय । ॐकारमयमध्याय ।
      ॐकारमन्त्रवासिसे । ॐकाराध्वरदक्षाय ।
      ॐकारवेदोपनिषदे । ॐकारपरसौख्यरादाय ।
      ॐकारमूर्तये । ॐकारवेद्याय । ॐकारभूषणाय ।
      ॐकारवर्णभेदिने । ॐकारपदप्रियाय । ॐकारब्रह्ममयाय ।
      ॐकारमध्यस्थायै । ॐकारनन्दनाय । ॐकारभद्राय ।
      ॐकारविषयाय । ॐकारहराय नमः । २०
      
      ॐ ॐकारेशाय नमः । ॐकार ताण्डवाय । ॐकार भूम्ये ।
      ॐकार उदकाय । ॐकारवह्नये । ॐकारवायवे ।
      ॐकारसभसे । ॐ शिवाय । नकाररूपाय । नन्दिविद्यायै ।
      नारासिंहगर्वहराय । नानाशास्त्रविशारदाय ।
      नवीनाचलनायकाय । नवावरणाय । नवशक्तिनायकाय ।
      नवयौवनाय । नवनीतप्रियाय । नन्दिवाहनाय ।
      नटराजाय । नष्टशोकाय नमः । ४०
      
      ॐ नर्मालापविशारदाय नमः । नमद्दक्षाय ।
      नवाय । नवविधिप्रियाय । नवग्रहरूपिणे ।
      नव्याव्ययभोजनाय । नगाधिशाय । मकाररूपाय ।
      मन्त्रज्ञाय । महिताय । मधुरावासभूम्ये ।
      मन्दारकुसुमप्रियाय नम । मन्ददूराय । मन्मथनाशनाय ।
      मन्त्रविद्यायै । मन्त्रशास्त्राय । मलविमोचकाय ।
      मनोन्मणिपतये । मन्दाय । मलदूर्वशिरसे नमः । ६०
      
      ॐ महोत्सवाय नमः । मङ्गळाकृतये । मण्डलप्रियाय ।
      महादेवाय । महानन्दाय । महासत्त्वाय । महेशाय ।
      शिखारूपाय । शिवाय । शिक्षित दानवाय ।
      शितिकण्ठाय । शिवाकान्ताय । चिन्मयसुखावताराय ।
      शिवात्मसुतचक्षुषे । शिपिविष्टाय । शीतपीताय ।
      शिखिवाहनजन्मभूवे । शिशुपालविपक्षेन्द्राय ।
      शिरःकृतसुरापगाय । शिलीमुखीकृतविष्णवे नमः । ८०
      
      ॐ शिवकेतनाय नमः । शिवालयाय ।
      शिखामणये । वकाररूपाय । वरवेषधराय ।
      वराभयहस्ताय । वासवार्चिताय । वचनशुद्धये ।
      वागीश्वरार्चिताय । वर्णभेदिने । यकाररूपाय ।
      यजुर्वेदार्चिताय । यजमानस्वरूपिणे । यमान्तकाय ।
      यज्ञस्वरूपाय । यज्ञाङ्गाय । याचकवेषधराय ।
      यावद्भक्तहृदिस्थिताय । यस्य दयासिद्धये ।
      यज्ञभोक्त्रे नमः । १००
      
      ॐ यत्साधुसङ्गमप्रियाय नमः । यत्कर्मफलदायकाय ।
      यत्कात्यायनी पतये । यावन्नक्षिरनाकाणेय (?) ।
      यत्कर्मसाक्षिणे । यागाधीश्वराय । सुन्दरकुशाम्बिकाय ।
      समेत श्रीतेजनीश्वराय नमः । १०८
      
      इति श्रीशिवपञ्चाक्षराष्टोत्तरशतनामावलिः (२) समाप्ता ।` },
      //#endregion

      //#region शिवपञ्चाक्षरमन्त्रस्तोत्र
      { listkey: `॥ शिवपञ्चाक्षरमन्त्रस्तोत्र ॥`, listvalue: ` शिवपंचाक्षरस्तोत्र
      नागेन्द्रहाराय त्रिलोचनाय भस्माङ्गरागाय महेश्वराय ।
      नित्याय शुद्धाय दिगम्बराय तस्मै नकाराय नमः शिवाय ॥ १॥
      
      मन्दाकिनि-सलिलचन्दन-चर्चिताय नन्दीश्वर-प्रमथनाथ- महेश्वराय ।
      मन्दारपुष्प-बहुपुष्प-सुपूजिताय तस्मै मकाराय नमः शिवाय ॥ २॥
      
      शिवाय गौरीवदनाब्ज-वृन्द- सूर्याय दक्षाध्वरनाशकाय ।
      श्रीनीलकण्ठाय वृषध्वजाय तस्मै शिकाराय नमः शिवाय ॥ ३॥
      
      वसिष्ठ-कुम्भोद्भव-गौतमार्यमुनीन्द्र-देवार्चितशेखराय ।
      चन्द्रार्क-वैश्वानरलोचनाय तस्मै वकाराय नमः शिवाय ॥ ४॥
      
      यक्षस्वरूपाय जटाधराय पिनाकहस्ताय सनातनाय ।
      दिव्याय देवाय दिगम्बराय तस्मै यकाराय नमः शिवाय ॥ ५॥
      
      पंचाक्षरमिदं पुण्यं यः पठेच्छिवसन्निधौ ।
      शिवलोकमवाप्नोति शिवेन सह मोदते ॥
      
      ॥ इति श्रीमच्छंकराचार्यविरचित शिवपञ्चाक्षर स्तोत्रं समाप्तं ॥` },

      { listkey: `॥ श्रीशिवपञ्चाक्षरनक्षत्रमालास्तोत्रम् ॥`, listvalue: `श्रीमदात्मने गुणैकसिन्धवे नमः शिवाय
      धामलेशधूतकोकबन्धवे नमः शिवाय ।
      नामशेषितानमद्भावान्धवे नमः शिवाय
      पामरेतरप्रधानबन्धवे नमः शिवाय ॥ १॥
      
      कालभीतविप्रबालपाल ते नमः शिवाय
      शूलभिन्नदुष्टदक्षफाल ते नमः शिवाय ।
      मूलकारणाय कालकाल ते नमः शिवाय
      पालयाधुना दयालवाल ते नमः शिवाय ॥ २॥
      
      इष्टवस्तुमुख्यदानहेतवे नमः शिवाय
      दुष्टदैत्यवंशधूमकेतवे नमः शिवाय ।
      सृष्टिरक्षणाय धर्मसेतवे नमः शिवाय
      अष्टमूर्तये वृषेन्द्रकेतवे नमः शिवाय ॥ ३॥
      
      आपदद्रिभेदटङ्कहस्त ते नमः शिवाय
      पापहारिदिव्यसिन्धुमस्त ते नमः शिवाय ।
      पापदारिणे लसन्नमस्तते नमः शिवाय
      शापदोषखण्डनप्रशस्त ते नमः शिवाय ॥ ४॥
      
      व्योमकेश दिव्यभव्यरूप ते नमः शिवाय
      हेममेदिनीधरेन्द्रचाप ते नमः शिवाय ।
      नाममात्रदग्धसर्वपाप ते नमः शिवाय
      कामनैकतानहृद्दुराप ते नमः शिवाय ॥ ५॥
      
      ब्रह्ममस्तकावलीनिबद्ध ते नमः शिवाय
      जिह्मगेन्द्रकुण्डलप्रसिद्ध ते नमः शिवाय ।
      ब्रह्मणे प्रणीतवेदपद्धते नमः शिवाय
      जिंहकालदेहदत्तपद्धते नमः शिवाय ॥ ६॥
      
      कामनाशनाय शुद्धकर्मणे नमः शिवाय
      सामगानजायमानशर्मणे नमः शिवाय ।
      हेमकान्तिचाकचक्यवर्मणे नमः शिवाय
      सामजासुराङ्गलब्धचर्मणे नमः शिवाय ॥ ७॥
      
      जन्ममृत्युघोरदुःखहारिणे नमः शिवाय
      चिन्मयैकरूपदेहधारिणे नमः शिवाय ।
      मन्मनोरथावपूर्तिकारिणे नमः शिवाय
      सन्मनोगताय कामवैरिणे नमः शिवाय ॥ ८॥
      
      यक्षराजबन्धवे दयालवे नमः शिवाय
      दक्षपाणिशोभिकाञ्चनालवे नमः शिवाय ।
      पक्षिराजवाहहृच्छयालवे नमः शिवाय
      अक्षिफाल वेदपूततालवे नमः शिवाय ॥ ९॥
      
      दक्षहस्तनिष्ठजातवेदसे नमः शिवाय
      अक्षरात्मने नमद्बिडौजसे नमः शिवाय ।
      दीक्षितप्रकाशितात्मतेजसे नमः शिवाय
      उक्षराजवाह ते सतां गते नमः शिवाय ॥ १०॥
      
      राजताचलेन्द्रसानुवासिने नमः शिवाय
      राजमाननित्यमन्दहासिने नमः शिवाय ।
      राजकोरकावतंसभासिने नमः शिवाय
      राजराजमित्रताप्रकाशिने नमः शिवाय ॥ ११॥
      
      दीनमानवालिकामधेनवे नमः शिवाय
      सूनबाणदाहकृत्कृशानवे नमः शिवाय ।
      स्वानुरागभक्तरत्नसानवे नमः शिवाय
      दानवान्धकारचण्डभानवे नमः शिवाय ॥ १२॥
      
      सर्वमङ्गलाकुचाग्रशायिने नमः शिवाय
      सर्वदेवतागणातिशायिने नमः शिवाय ।
      पूर्वदेवनाशसंविधायिने नमः शिवाय
      सर्वमन्मनोजभङ्गदायिने नमः शिवाय ॥ १३॥
      
      स्तोकभक्तितोऽपि भक्तपोषिणे नमः शिवाय
      माकरन्दसारवर्षिभाषिणे नमः शिवाय ।
      एकबिल्वदानतोऽपि तोषिणे नमः शिवाय
      नैकजन्मपापजालशोषिणे नमः शिवाय ॥ १४॥
      
      सर्वजीवरक्षणैकशीलिने नमः शिवाय
      पार्वतीप्रियाय भक्तपालिने नमः शिवाय ।
      दुर्विदग्धदैत्यसैन्यदारिणे नमः शिवाय
      शर्वरीशधारिणे कपालिने नमः शिवाय ॥ १५॥
      
      पाहि मामुमामनोज्ञदेह ते नमः शिवाय
      देहि मे वरं सिताद्रिगेह ते नमः शिवाय ।
      मोहितर्षिकामिनीसमूह ते नमः शिवाय
      स्वेहितप्रसन्न कामदोह ते नमः शिवाय ॥ १६॥
      
      मङ्गलप्रदाय गोतुरंग ते नमः शिवाय
      गङ्गया तरङ्गितोत्तमाङ्ग ते नमः शिवाय ।
      सङ्गरप्रवृत्तवैरिभङ्ग ते नमः शिवाय
      अङ्गजारये करेकुरङ्ग ते नमः शिवाय ॥ १७॥
      
      ईहितक्षणप्रदानहेतवे नमः शिवाय
      आहिताग्निपालकोक्षकेतवे नमः शिवाय ।
      देहकान्तिधूतरौप्यधातवे नमः शिवाय
      गेहदुःखपुञ्जधूमकेतवे नमः शिवाय ॥ १८॥
      
      त्र्यक्ष दीनसत्कृपाकटाक्ष ते नमः शिवाय
      दक्षसप्ततन्तुनाशदक्ष ते नमः शिवाय ।
      ऋक्षराजभानुपावकाक्ष ते नमः शिवाय
      रक्ष मां प्रपन्नमात्ररक्ष ते नमः शिवाय ॥ १९॥
      
      न्यङ्कुपाणये शिवंकराय ते नमः शिवाय
      संकटाब्धितीर्णकिंकराय ते नमः शिवाय ।
      कङ्कभीषिताभयंकराय ते नमः शिवाय
      पङ्कजाननाय शंकराय ते नमः शिवाय ॥ २०॥
      
      कर्मपाशनाश नीलकण्ठ ते नमः शिवाय
      शर्मदाय नर्यभस्मकण्ठ ते नमः शिवाय ।
      निर्ममर्षिसेवितोपकण्ठ ते नमः शिवाय
      कुर्महे नतीर्नमद्विकुण्ठ ते नमः शिवाय ॥ २१॥
      
      विष्टपाधिपाय नम्रविष्णवे नमः शिवाय
      शिष्टविप्रहृद्गुहाचरिष्णवे नमः शिवाय ।
      इष्टवस्तुनित्यतुष्टजिष्णवे नमः शिवाय
      कष्टनाशनाय लोकजिष्णवे नमः शिवाय ॥ २२॥
      
      अप्रमेयदिव्यसुप्रभाव ते नमः शिवाय
      सत्प्रपन्नरक्षणस्वभाव ते नमः शिवाय ।
      स्वप्रकाश निस्तुलानुभाव ते नमः शिवाय
      विप्रडिम्भदर्शितार्द्रभाव ते नमः शिवाय ॥ २३॥
      
      सेवकाय मे मृड प्रसीद ते नमः शिवाय
      भावलभ्य तावकप्रसाद ते नमः शिवाय ।
      पावकाक्ष देवपूज्यपाद ते नमः शिवाय
      तवकाङ्घ्रिभक्तदत्तमोद ते नमः शिवाय ॥ २४॥
      
      भुक्तिमुक्तिदिव्यभोगदायिने नमः शिवाय
      शक्तिकल्पितप्रपञ्चभागिने नमः शिवाय ।
      भक्तसंकटापहारयोगिने नमः शिवाय
      युक्तसन्मनःसरोजयोगिने नमः शिवाय ॥ २५॥
      
      अन्तकान्तकाय पापहारिणे नमः शिवाय
      शान्तमायदन्तिचर्मधारिणे नमः शिवाय ।
      संतताश्रितव्यथाविदारिणे नमः शिवाय
      जन्तुजातनित्यसौख्यकारिणे नमः शिवाय ॥ २६॥
      
      शूलिने नमो नमः कपालिने नमः शिवाय
      पालिने विरिञ्चितुण्डमालिने नमः शिवाय ।
      लीलिने विशेषरुण्डमालिने नमः शिवाय
      शीलिने नमः प्रपुण्यशालिने नमः शिवाय ॥ २७॥
      
      शिवपञ्चाक्षरमुद्रां
      चतुष्पदोल्लासपद्यमणिघटिताम् ।
      नक्षत्रमालिकामिह
      दधदुपकण्ठं नरो भवेत्सोमः ॥ २८॥
      
      इति श्रीमत्परमहंसपरिव्राजकाचार्यस्य
      श्रीगोविन्दभगवत्पूज्यपादशिष्यस्य
      श्रीमच्छंकरभगवतः कृतौ
      शिवपञ्चाक्षरनक्षत्रमालास्तोत्रं संपूर्णम् ॥` },

      //#endregion

      //#region श्रीशिवनामावल्यष्टकम्
      { listkey: `॥ श्रीशिवनामावल्यष्टकम् ॥`, listvalue: `हे चन्द्रचूड मदनान्तक शूलपाणे
      स्थाणो गिरीश गिरिजेश महेश शम्भो ।
      भूतेश भीतभयसूदन मामनाथं
      संसारदुःखगहनाज्जगदीश रक्ष ॥ १॥
      
      हे पार्वतीहृदयवल्लभ चन्द्रमौले
      भूताधिप प्रमथनाथ गिरीशचाप ।
      हे वामदेव भव रुद्र पिनाकपाणे
      संसारदुःखगहनाज्जगदीश रक्ष ॥ २॥
      
      हे नीलकण्ठ वृषभध्वज पञ्चवक्त्र
      लोकेश शेषवलय प्रमथेश शर्व ।
      हे धूर्जटे पशुपते गिरिजापते मां
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ३॥
      
      हे विश्वनाथ शिव शङ्कर  देवदेव
      गङ्गाधर प्रमथनायक नन्दिकेश ।
      बाणेश्वरान्धकरिपो हर लोकनाथ
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ४ ॥
      
      वाराणसीपुरपते मणिकर्णिकेश
      वीरेश दक्षमखकाल विभो गणेश ।
      सर्वज्ञ सर्वहृदयैकनिवास नाथ
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ५॥
      
      श्रीमन्महेश्वर कृपामय हे दयालो
      हे व्योमकेश शितिकण्ठ गणाधिनाथ ।
      भस्माङ्गराग नृकपालकलापमाल
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ६॥
      
      कैलासशैलविनिवास वृषाकपे हे
      मृत्युञ्जय त्रिनयन त्रिजगन्निवास ।
      नारायणप्रिय मदापह शक्तिनाथ
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ७॥
      
      विश्वेश विश्वभवनाशक विश्वरूप
      विश्वात्मक त्रिभुवनैकगुणाधिकेश ।
      हे विश्वनाथ करुणामय दीनबन्धो
      संसारदुःखगहनाज्जगदीश रक्ष ॥ ८॥
      
      गौरीविलासभवनाय महेश्वराय
      पञ्चाननाय शरणागतकल्पकाय ।
      शर्वाय सर्वजगतामधिपाय तस्मै
      दारिद्र्यदुःखदहनाय नमः शिवाय ॥ ९॥
      
      इति श्रीमत्परमहंसपरिव्राजकाचार्यस्य
      श्रीगोविन्दभगवत्पूज्यपादशिष्यस्य
      श्रीमच्छङ्करभगवतः कृतौ शिवनामावल्यष्टकं सम्पूर्णम्  ॥` },
      //#endregion

      //#region श्रीशिवनामावली
      { listkey: `॥ श्रीशिवनामावली ॥`, listvalue: `अनादिमादिनायकं इभेन्द्रचर्मवाससम् ।
      तमीश्वरं सदाशिवं नमाम्यहं महेश्वरम् ॥ १॥
      
      उमेशमूर्ध्वरेतसं ऋषीश्वरादिवन्दितम् ।
      तमेकदन्तवत्सलं नमाम्यहं महेश्वरम् ॥ २॥
      
      तमैहिकप्रदं शिवं तमौषधीशभूषणम् ।
      तमन्तकच्छिदं हरं नमाम्यहं महेश्वरम् ॥ ३॥
      
      कपर्दिनं च कामदं किरातरूपधारिणम् ।
      तथैव कीर्तिदं शिवं नमाम्यहं महेश्वरम् ॥ ४॥
      
      कुमारतातमीश्वरं हिमाद्रिकूटवासिनम् ।
      सदैव कृत्तिवाससं नमाम्यहं महेश्वरम् ॥ ५॥
      
      खरत्नलोचनं शिवं खकुन्तलं च शङ्करम् ।
      तथा च खेचरीपतिं नमाम्यहं महेश्वरम् ॥ ६॥
      
      गजेन्द्रचर्मवाससं च गाङ्गवारिभूषणम् ।
      गिरामधीश्वरं शिवं नमाम्यहं महेश्वरम् ॥ ७॥
      
      नमामि घस्रलोचनं तथैव घर्घरीप्रियम् ।
      तथा च घोररूपिणं नमाम्यहं महेश्वरम् ॥ ८॥
      
      नमाम्यनङ्गनाशकं विहङ्गभक्ष्यभूषणम् ।
      सदैव सङ्कटान्तकं नमाम्यहं महेश्वरम् ॥ ९॥
      
      चकोरबन्धुशेखरं सुचारुचन्द्रभूषणम् ।
      चिताविभूतिभूषितं नमाम्यहं महेश्वरम् ॥ १०॥
      
      नमामि छत्रकप्रियं च छागवाहनस्तुतम् ।
      त्रिमूर्तिमीश्वरं शिवं नमाम्यहं महेश्वरम् ॥ ११॥
      
      जटाधरं च जाह्नवीशमीश्वरं जितेन्द्रियम् ।
      तथैव जीवरक्षकं नमाम्यहं महेश्वरम् ॥ १२॥
      
      झषध्वजान्तकं शिवं तथा च झर्झरप्रियम् ।
      त्रियम्बकं त्रिलोचनं नमाम्यहं महेश्वरम् ॥ १३॥
      
      अनेकपापसञ्चयान्तकं सदाशिवं हरम् ।
      धनञ्जयास्त्रदायकं नमाम्यहं महेश्वरम् ॥ १४॥
      
      नटं च नाटयदैवतं जटाधरं नटेश्वरम् ।
      जटाटवीगलज्जलं नमाम्यहं महेश्वरम् ॥ १५॥
      
      शठान्तकं च नीलकण्ठमीश्वरं स्मरान्तकम् ।
      गजाजिनावगुण्ठितं नमाम्यहं महेश्वरम् ॥ १६॥
      
      प्रचण्डताण्डवप्रियं मृडं मृकण्डुसंस्तुतम् ।
      षडास्यतातमीश्वरं नमाम्यहं महेश्वरम् ॥ १७॥
      
      नमामि ढुण्डिराजतातमीश्वरं सदाशिवम् ।
      भवान्तकं च भैरवं नमाम्यहं महेश्वरम् ॥ १८॥
      
      नमामि रावणस्तुतं फणाधरेन्द्रभूषणम् ।
      तथैव जिष्णुपूजितं नमाम्यहं महेश्वरम् ॥ १९॥
      
      तपस्विगम्यमीश्वरं च ताण्डवप्रियं शिवम् ।
      तुरीयधामदायकं नमाम्यहं महेश्वरम् ॥ २०॥
      
      सदैव सत्पथप्रियं व्यथाहरं कथाप्रियम् ।
      कृशानुरेतसं शिवं नमाम्यहं महेश्वरम् ॥ २१॥
      
      दयार्णवं च दानवेन्द्रपूजितं दिगम्बरम् ।
      सदैव दीनबान्धवं नमाम्यहं महेश्वरम् ॥ २२॥
      
      धराधरेन्द्रनन्दिनीपतिं च धूर्जटिं तथा ।
      भवान्तकं मखान्तकं नमाम्यहं महेश्वरम् ॥ २३॥
      
      नगेशनन्दिनीपतिं च नागराजभूषणम् ।
      सुनीलकण्ठमीश्वरं नमाम्यहं महेश्वरम् ॥ २४॥
      
      परेशमीश्वरं शिवं च पार्वतीपतिं तथा ।
      पिनाकपाणिमीश्वरं नमाम्यहं महेश्वरम् ॥ २५॥
      
      सुपीतसर्पभूषितं पुरत्रयादिनाशकम् ।
      सुरेन्द्रपूजितं शिवं नमाम्यहं महेश्वरम् ॥ २६॥
      
      फणीन्द्रभूषणं हरं नटेश्वरं च शङ्करम् ।
      सदाशिवं त्रिलोचनं नमाम्यहं महेश्वरम् ॥ २७॥
      
      सदैव बिल्वपूजितं बुधार्चितं पुरच्छिदम् ।
      तथैव बन्धमोचकं नमाम्यहं महेश्वरम् ॥ २८॥
      
      भवं च भासुरं तथा सदैव भीमशङ्करम् ।
      भुजङ्गभूषणं शिवं नमाम्यहं महेश्वरम् ॥ २९॥
      
      महेश्वरं च मानदं च मित्रचन्द्रलोचनम् ।
      तथैव मुक्तिदं मृडं नमाम्यहं महेश्वरम् ॥ ३०॥
      
      नमामि यज्ञनाशकं च यामिनीशभूषणम् ।
      युगान्तवह्निलोचनं नमाम्यहं महेश्वरम् ॥ ३१॥
      
      रतिप्रियान्तकं शिवं च रामशत्रुपूजितम् ।
      सदैव रुद्रमीश्वरं नमाम्यहं महेश्वरम् ॥ ३२॥
      
      ललाटपट्टपावकं तथैव लासकं शिवम् ।
      सदैव शम्भुमीश्वरं नमाम्यहं महेश्वरम् ॥ ३३॥
      
      वसन्तमित्रदाहकं विभूतिदेहभूषणम् ।
      वृषध्वजं च शङ्करं नमाम्यहं महेश्वरम् ॥ ३४॥
      
      शशाङ्कमौलिमीश्वरं च शाम्भवीप्रियं शिवम् ।
      तथैव शूलधारिणं नमाम्यहं महेश्वरम् ॥ ३५॥
      
      षडास्यतातमीश्वरं च षाडवप्रियं हरम् ।
      कपालिनं स्मरान्तकं नमाम्यहं महेश्वरम् ॥ ३६॥
      
      सदाशिवं च सिद्धिदं सुरासुरेन्द्रपूजितम् ।
      सदैव सोमनायकं नमाम्यहं महेश्वरम् ॥ ३७॥
      
      हरं हिमाद्रिजापतिं तथा च हीरकप्रभुम् ।
      हुताशनेक्षणं हरं नमाम्यहं महेश्वरम् ॥ ३८॥
      
      शताधिकां शिवाभिधानमालिकां पठेन्नरः ।
      सुखं लभेत जीविते स शङ्करप्रसादतः ॥ ३९॥
      
      अकारादि-हकारान्तं मातृकावर्णसंयुतम् ।
      शिवस्तोत्रमिदं पुण्यं यः पठेत् स भवेत् सुखी ॥ ४०॥
      
      शिवनामावली दिव्यां महादेवेन गुम्फिताम् ।
      यः कण्ठे धारयेद् रम्यां शिवस्तस्य प्रसीदतु ॥ ४१॥
      
      इति श्री आपटीकरविरचिता श्रीशिवनामावली समाप्ता ।` },
      //#endregion
  
      //#region श्रीशिवगुरुस्तोत्रम्
      { listkey: `॥ श्रीशिवगुरुस्तोत्रम् ॥`, listvalue: `संविद्रूपाय शान्ताय शम्भवे सर्वसाक्षिणे ।
      शेमुषी-सिद्धरूपाय शिवाय गुरवे नमः ॥ १॥
      त्रैलोक्यसम्पदालेख्य-समुल्लेखनभित्तये ।
      सच्चिदानन्दरूपाय शिवाय गुरवे नमः ॥ २॥
      देशकालानवच्छिन्न-दृष्टिमात्रस्वरूपिणे ।
      देशिकौघत्रयान्ताय शिवाय गुरवे नमः ॥ ३॥
      विश्वात्मने तैजसाय प्राज्ञाय परमात्मने ।
      विश्वावस्थाविहीनाय शिवाय गुरवे नमः ॥ ४॥
      विवेकिनां विवेकाय विमर्शाय विमर्शिनाम् ।
      प्रकाशानां प्रकाशाय शिवाय गुरवे नमः ॥ ५॥
      परतन्त्राय भक्तानां स्वतन्त्राय दयालवे ।
      विद्यावतारदेहाय शिवाय गुरवे नमः ॥ ६॥
      पाशच्छेद-प्रवीणाय प्रपञ्चोपशमाय च ।
      प्रणवाब्जपतङ्गाय शिवाय गुरवे नमः ॥ ७॥
      नवाय नवरूपाय नवनादविलासिने ।
      निरञ्जनपदेशाय शिवाय गुरवे नमः ॥ ८॥
      संविन्मुद्राय भद्राय सर्वविद्याप्रदायिने ।
      संवित्सिंहासनस्थाय शिवाय गुरवे नमः '' ॥ ९॥
      सर्वागममोक्तिकलितं स्तोत्रं शिवगुरोः परम् ।
      संवित्साधनसारांशं यः पठेत् सिद्धिभाग् भवेत् ॥ १०॥
      
      इति श्रीशिवगुरुस्तोत्रं सम्पूर्णम् ।` },
      //#endregion
  
      //#region श्रीशिवजटाजूटस्तुतिः
      { listkey: `॥ श्रीशिवजटाजूटस्तुतिः ॥`, listvalue: `श्रीगणेशाय नमः ॥

      स धूर्जटिर्जटाजूटो जायतां विजयाय वः ।
      यत्रैकपलितभ्रान्तिं करोत्यद्यापि जाह्नवी ॥ १॥
      
      चूडापीडकपालसङ्कुलगलन्मन्दाकिनीवारयो
           विद्युत्प्रायललाटलोचनपुटज्योतिर्विमिश्रत्विषः ।
      पान्तु त्वामकठोरकेतकशिखासन्दिग्धमुग्धेन्दवो
           भूतेशस्य भुजङ्गवल्लिवलयस्रन्नद्धजूटाजटाः ॥ २॥
      
      गङ्गावारिभिरुक्षिताः फणिफणैरुत्पल्लवास्तच्छिखा-
           रत्नैः कोरकिताः सितांशुकलया स्मेरैकपुष्पश्रियः ।
      आनन्दाश्रुपरिप्लुताक्षिहुतभुग्धूमैर्मिलद्दोहदा 
           नाल्पं कल्पलताः फलं ददतु वोऽभीष्टं जटा धूर्जटेः ॥ ३॥
      
      इति श्रीशिवजटाजूटस्तुतिः समाप्ता ।` },
      //#endregion
  
      //#region लिङ्गाष्टकं
      { listkey: `॥ लिङ्गाष्टकं ॥`, listvalue: ` ॥ ॐ लिङ्गाष्टकम् ॥

      ब्रह्ममुरारिसुरार्चितलिङ्गम् निर्मलभासितशोभितलिङ्गम् ।
      जन्मजदुःखविनाशकलिङ्गम् तत् प्रणमामि सदाशिवलिङ्गम् ॥ १॥
      
      देवमुनिप्रवरार्चितलिङ्गम् कामदहम् करुणाकर लिङ्गम् ।
      रावणदर्पविनाशनलिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ २॥
      
      सर्वसुगन्धिसुलेपितलिङ्गम् बुद्धिविवर्धनकारणलिङ्गम् ।
      सिद्धसुरासुरवन्दितलिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ ३॥
      
      कनकमहामणिभूषितलिङ्गम् फनिपतिवेष्टित शोभित लिङ्गम् ।
      दक्षसुयज्ञ विनाशन लिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ ४॥
      
      कुङ्कुमचन्दनलेपितलिङ्गम् पङ्कजहारसुशोभितलिङ्गम् ।
      सञ्चितपापविनाशनलिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ ५॥
      
      देवगणार्चित सेवितलिङ्गम् भावैर्भक्तिभिरेव च लिङ्गम् ।
      दिनकरकोटिप्रभाकरलिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ ६॥
      
      अष्टदलोपरिवेष्टितलिङ्गम् सर्वसमुद्भवकारणलिङ्गम् ।
      अष्टदरिद्रविनाशितलिङ्गम् तत् प्रणमामि सदाशिव लिङ्गम् ॥ ७॥
      
      सुरगुरुसुरवरपूजित लिङ्गम् सुरवनपुष्प सदार्चित लिङ्गम् ।
      परात्परं परमात्मक लिङ्गम्  तत् प्रणमामि सदाशिव लिङ्गम् ॥ ८॥
      
      लिङ्गाष्टकमिदं पुण्यं यः पठेत् शिवसन्निधौ ।
      शिवलोकमवाप्नोति शिवेन सह मोदते ॥` },
    
      //#endregion
  
      //#region महामृत्युञ्जयकवचम्
      { listkey: `॥ महामृत्युञ्जयकवचम् ॥`, listvalue: `श्री गणेशाय नमः ।
      भैरव उवाच ।
      श‍ृणुष्व परमेशानि कवचं मन्मुखोदितम् ।
      महामृत्युञ्जयस्यास्य न देयं परमाद्भुतम् ॥ १॥
      
      यं धृत्वा यं पठित्वा च श्रुत्वा च कवचोत्तमम् ।
      त्रैलोक्याधिपतिर्भूत्वा सुखितोऽस्मि महेश्वरि ॥ २॥
      
      तदेववर्णयिष्यामि तव प्रीत्या वरानने ।
      तथापि परमं तत्वं न दातव्यं दुरात्मने ॥ ३॥
      
      विनियोगः
      अस्य श्रीमहामृत्युञ्जयकवचस्य श्रीभैरव ऋषिः,
      गायत्रीछन्दः, श्रीमहामृत्युञ्जयो महारुद्रो देवता,
      ॐ बीजं, जूं शक्तिः, सः कीलकं, हौमिति तत्वं,
      चतुर्वर्गसाधने मृत्युञ्जयकवचपाठे विनियोगः ।
      चन्द्रमण्डलमध्यस्थं रुद्रं भाले विचिन्त्य तम् ।
      तत्रस्थं चिन्तयेत् साध्यं मृत्युं प्राप्तोऽपि जीवति ॥ १॥
      
      ॐ जूं सः हौं शिरः पातु देवो मृत्युञ्जयो मम ।
      ॐ श्रीं शिवो ललाटं मे ॐ हौं भ्रुवौ सदाशिवः ॥ २॥
      
      नीलकण्ठोऽवतान्नेत्रे कपर्दी मेऽवताच्छ्रुती ।
      त्रिलोचनोऽवताद् गण्डौ नासां मे त्रिपुरान्तकः ॥ ३॥
      
      मुखं पीयूषघटभृदोष्ठौ मे कृत्तिकाम्बरः ।
      हनुं मे हाटकेशनो मुखं बटुकभैरवः ॥ ४॥
      
      कन्धरां कालमथनो गलं गणप्रियोऽवतु ।
      स्कन्धौ स्कन्दपिता पातु हस्तौ मे गिरिशोऽवतु ॥ ५॥
      
      नखान् मे गिरिजानाथः पायादङ्गुलिसंयुतान् ।
      स्तनौ तारापतिः पातु वक्षः पशुपतिर्मम ॥ ६॥
      
      कुक्षिं कुबेरवरदः पार्श्वौ मे मारशासनः ।
      शर्वः पातु तथा नाभिं शूली पृष्ठं ममावतु ॥ ७॥
      
      शिश्र्नं मे शङ्करः पातु गुह्यं गुह्यकवल्लभः ।
      कटिं कालान्तकः पायादूरू मेऽन्धकघातकः ॥ ८॥
      
      जागरूकोऽवताज्जानू जङ्घे मे कालभैरवः ।
      गुल्फो पायाज्जटाधारी पादौ मृत्युञ्जयोऽवतु ॥ ९॥
      
      पादादिमूर्धपर्यन्तमघोरः पातु मे सदा ।
      शिरसः पादपर्यन्तं सद्योजातो ममावतु ॥ १०॥
      
      रक्षाहीनं नामहीनं वपुः पात्वमृतेश्वरः ।
      पूर्वे बलविकरणो दक्षिणे कालशासनः ॥ ११॥
      
      पश्चिमे पार्वतीनाथो ह्युत्तरे मां मनोन्मनः ।
      ऐशान्यामीश्वरः पायादाग्नेय्यामग्निलोचनः ॥ १२॥
      
      नैऋत्यां शम्भुरव्यान्मां वायव्यां वायुवाहनः ।
      उर्ध्वे बलप्रमथनः पाताले परमेश्वरः ॥ १३॥
      
      दशदिक्षु सदा पातु महामृत्युञ्जयश्च माम् ।
      रणे राजकुले द्यूते विषमे प्राणसंशये ॥ १४॥
      
      पायाद् ओं जूं महारुद्रो देवदेवो दशाक्षरः ।
      प्रभाते पातु मां ब्रह्मा मध्याह्ने भैरवोऽवतु ॥ १५॥
      
      सायं सर्वेश्वरः पातु निशायां नित्यचेतनः ।
      अर्धरात्रे महादेवो निशान्ते मां महोमयः ॥ १६॥
      
      सर्वदा सर्वतः पातु ॐ जूं सः हौं मृत्युञ्जयः ।
      इतीदं कवचं पुण्यं त्रिषु लोकेषु दुर्लभम् ॥ १७॥
      
      फलश्रुति
      सर्वमन्त्रमयं गुह्यं सर्वतन्त्रेषु गोपितम् ।
      पुण्यं पुण्यप्रदं दिव्यं देवदेवाधिदैवतम् ॥ १८॥
      
      य इदं च पठेन्मन्त्री कवचं वार्चयेत् ततः ।
      तस्य हस्ते महादेवि त्र्यम्बकस्याष्ट सिद्धयः ॥ १९॥
      
      रणे धृत्वा चरेद्युद्धं हत्वा शत्रूञ्जयं लभेत् ।
      जयं कृत्वा गृहं देवि सम्प्राप्स्यति सुखी पुनः ॥ २०॥
      
      महाभये महारोगे महामारीभये तथा ।
      दुर्भिक्षे शत्रुसंहारे पठेत् कवचमादरात् ॥ २१॥
      
      सर्व तत् प्रशमं याति मृत्युञ्जयप्रसादतः ।
      धनं पुत्रान् सुखं लक्ष्मीमारोग्यं सर्वसम्पदः ॥ २२॥
      
      प्राप्नोति साधकः सद्यो देवि सत्यं न संशयः
      इतीदं कवचं पुण्यं महामृत्युञ्जयस्य तु ।
      गोप्यं सिद्धिप्रदं गुह्यं गोपनीयं स्वयोनिवत् ॥ २३॥
      
      । इति श्रीरुद्रयामले तन्त्रे श्रीदेवीरहस्ये
      मृत्युञ्जयकवचं सम्पूर्णम् ।` },

      { listkey: `॥ महामृत्युञ्जयकवचम् २ ॥`, listvalue: `श्रिदेव्युवाच
      भगवन् सर्वधर्मज्ञ सृष्टिस्थितिलयात्मक ॥
      
      मृत्युञ्जयस्य देवस्य कवचं में प्रकाशय ॥
      
      श्री ईश्वर उवाच
      श‍ृणु देवि प्रवक्ष्यामि कवचं सर्वसिद्धिदम् ।
      मार्कण्डेयोऽपि यद्धृत्वा चिरञ्जीवी व्यजायत ॥
      
      तथैव सर्वदिक्पाला अमरात्वमवाप्नुयुः ।
      कवचस्य ऋषिर्ब्रह्मा छन्दोऽनुष्टुबुदाहृतन् ॥
      
      मृत्यञ्जयः समुद्दिष्टो देवता पार्वतीपतिः ।
      देहारोग्यदलायुष्ट्वे विनियोगः प्रकीर्तितः ।
      ओं त्रयम्बकं मे शिरः पातु ललाटं मे यजामहे ।
      सुगन्धिं पातु हृदयं जठरं पुष्टिवर्धनम् ॥
      
      नाभिमुर्वारुकमिव पातु मां पार्वतीपतिः ।
      वन्धनादूरुयुग्मं मे पातु वामाङ्गशासनः ॥
      
      मृत्योर्जानुयुगं पातु दक्षयज्ञविनाशनः ।
      जङ्घायुग्मं च मुक्षीय पातु मां चन्द्रशेखरः ॥
      
      मामृताच्च पदद्वन्द्वं पातु सर्वेश्वरो हरः ।
      प्रसौ मे श्रीशिवः पातु नीलकण्ठश्च पार्श्वयोः ॥
      
      ऊर्ध्वमेव सदा पातु सोमसूर्याग्निलोचनः ।
      अधः पातु सदा शम्भुः सर्वापद्विनिवारणः ॥
      
      वारुण्यामर्धनारीशो वायव्यां पातु शङ्करः ।
      कपर्दी पातु कौबेर्यामैशान्यामीश्वरोऽवतु ॥
      
      ईशानः सलिले पायदघोरः पातु कानने ।
      अन्तरिक्षे वामदेवः पायात्तत्पुरुषो भुवि ॥
      
      श्रीकण्ठः शयने पातु भोजने नीललोहितः ।
      गमने त्र्यम्बकः पातु सर्वकार्येषु भुपतिः ।
      सर्वत्र सर्वदेहं मे सदा मृत्युञ्जयोऽवतु ।
      इति ते कथितं दिव्यं कवचं सर्वकामदम् ॥
      
      सर्वरक्षाकरं सर्वग्रहपीडा-निवारणम् ।
      दुःस्वप्ननाशनं पुण्यमायुरारोग्यदायकम् ॥
      
      त्रिसन्ध्यं यः पठेदेतन्मृत्युस्तस्य न विद्यते ।
      लिखितं भूर्जपत्रे तु य इदं मे व्यधारयेत् ॥
      
      तं दृष्ट्वैव पलायन्ते भूतप्रेतपिशाचकाः ।
      डाकिन्यशचैव योगिन्यः सिद्धगन्धर्वराक्षसाः ॥
      
      बालग्रहादिदोषा हि नश्यन्ति तस्य दर्शनात् ।
      उपग्रहाश्चैव मारीभयं चौराभिचारिणः ॥
      
      इदं कवचमायुष्यं कथितं तव सुन्दरि ।
      न दातव्यं प्रयत्नेन न प्रकाश्यं कदाचन ॥
      ` },

      //#endregion

      //#region श्रीशिव पूजा
      { listkey: `॥ श्रीशिव पूजा ॥`, listvalue: `बहु धान्य नाम संवत्सरे उत्तरायणे शिशिर ऋतौ माघ  मासे
      कृष्ण पक्षे त्रयोदशी तिथौ उत्तराषाडा नक्षत्रे रवि वासरे
      
      1 At the regular Altar
      
      ॐ सर्वेभ्यो गुरुभ्यो नमः ।
      ॐ सर्वेभ्यो देवेभ्यो नमः ।
      ॐ सर्वेभ्यो ब्राह्मणेभ्यो नमः ॥
      
      प्रारम्भ कार्यं निर्विघ्नमस्तु । शुभं शोभनमस्तु ।
      इष्ट देवता कुलदेवता सुप्रसन्ना वरदा भवतु ॥
      
      अनुज्ञां देहि ॥
      
      
      at the shiva Altar
      २ आचमनः
      (Sip one spoon of water after each mantra)
      
      ॐ केशवाय स्वाहा । ॐ नारायणाय स्वाहा ।
      ॐ माधवाय स्वाहा ।
      
      (Now we chant the 21 names of the Lord, in
      order to concentrate on the Lord)
      
      ॐ गोविंदाय नमः । ॐ विष्णवे नमः ।
      ॐ मधुसूदनाय नमः । ॐ त्रिविक्रमाय नमः ।
      ॐ वामनाय नमः । ॐ श्रीधराय नमः ।
      ॐ हृषीकेशाय नमः । ॐ पद्मनाभाय नमः ।
      ॐ दामोदराय नमः । ॐ सङ्कर्षणाय नमः ।
      ॐ वासुदेवाय नमः । ॐ प्रद्युम्नाय नमः ।
      ॐ अनिरुद्धाय नमः । ॐ पुरुषोत्तमाय नमः ।
      ॐ अधोक्षजाय नमः । ॐ नारसिंहाय नमः ।
      ॐ अच्युताय नमः । ॐ जनार्दनाय नमः ।
      ॐ उपेंद्राय नमः । ॐ हरये नमः ।
      श्री कृष्णाय नमः ॥
      
      
      ३ प्राणायामः
      
      ॐ प्रणवस्य परब्रह्म ऋषिः । परमात्मा देवता ।
      दैवी गायत्री छन्दः । प्राणायामे विनियोगः ॥
      
      ॐ भूः । ॐ भुवः । ॐ स्वः । ॐ महः ।
      ॐ जनः । ॐ तपः । ॐ सत्यम् ।
      ॐ तत्सवितुर्वरेण्यं भर्गोदेवस्य धीमही
      धियो यो नः प्रचोदयात् ॥
      
      पुनराचमन
      (Repeat Achamana 2 - given above)
      ॐ आपोज्योति रसोमृतं ब्रह्म भूर्भुवस्सुवरोम् ॥
      
      (Apply water to eyes and understand that you are of
      the nature of Brahman)
      
      ४ सङ्कल्पः
      
      ॐ श्रीमान् महागणाधिपतये नमः ।
      
      श्री गुरुभ्यो नमः । श्री सरस्वत्यै नमः ।
      श्री वेदाय नमः । श्री वेदपुरुषाय नमः ।
      इष्टदेवताभ्यो नमः ।
      (Prostrations to your favorite deity)
      कुलदेवताभ्यो नमः ।
      (Prostrations to your family deity)
      स्थानदेवताभ्यो नमः ।
      (Prostrations to the deity of this house)
      ग्रामदेवताभ्यो नमः ।
      (Prostrations to the deity of this place)
      वास्तुदेवताभ्यो नमः ।
      (Prostrations to the deity of all the materials we have collected)
      शचीपुरंदराभ्यां नमः ।
      (Prostrations to the Indra and shachI)
      उमामहेश्वराभ्यां नमः ।
      (Prostrations to Shiva and pArvati)
      मातापितृभ्यां नमः ।
      (Prostrations to our parents)
      लक्ष्मीनारायणाभ्यां नमः ।
      (Prostrations to the Lords who protect us - LakShmi and NArAyaNa)
      सर्वेभ्यो देवेभ्यो नमो नमः ।
      (Prostrations to all the Gods)
      सर्वेभ्यो ब्राह्मणेभ्यो नमो नमः ।
      (Prostrations to all Brahamanas - those who are in the religious path)
      येतद्कर्मप्रधान देवताभ्यो नमो नमः ।
      (Prostrations to Lord Shiva, the main deity if this puja)
      
      ॥ अविघ्नमस्तु ॥
      
      सुमुखश्च एकदंतश्च कपिलो गजकर्णकः ।
      लम्बोदरश्च विकटो विघ्ननाशो गणाधिपः ॥
      
      धूम्रकेतुर्गणाध्यक्षो बालचन्द्रो गजाननः ।
      द्वादशैतानि नामानि यः पठेत् श्रुणुयादपि ॥
      
      विद्यारम्भे विवाहे च प्रवेशे निर्गमे तथा ।
      संग्रामे सङ्कटेश्चैव विघ्नः तस्य न जायते ॥
      
      (Whoever chants or hears these 12 names of Lord
      Ganesha will not have any obstacles in all their
      endeavours)
      
      शुक्लाम्बरधरं देवं शशिवर्णं चतुर्भुजम् ।
      प्रसन्नवदनं ध्यायेत् सर्व विघ्नोपशांतये ॥
      
      सर्वमङ्गल माङ्गल्ये शिवे सर्वार्थ साधिके ।
      शरण्ये त्र्यम्बके देवी नारायणी नमोऽस्तुते ॥
      
      (We completely surrender ourselves to that Goddess
      who embodies auspiciousness, who is full of
      auspiciousness and who brings auspicousness to us)
      
      सर्वदा सर्व कार्येषु नास्ति तेषां अमङ्गलम् ।
      येषां हृदिस्थो भगवान् मङ्गलायतनो हरिः ॥
      
      (When Lord Hari, who brings auspiciousness is
      situated in our hearts, then there will be no more
      inauspiciousness in any of our undertakings)
      
      तदेव लग्नं सुदिनं तदेव ताराबलं चंद्रबलं तदेव ।
      विद्या बलं दैवबलं तदेव लक्ष्मीपतेः तेंघ्रिऽयुगं स्मरामि ॥
      
      (What is the best time to worship the Lord? When our
      hearts are at the feet of Lord Narayana, then the
      strength of the stars, the moon, the strength of
      knowledge and all the Gods will combine and make it
      the most auspicious time and day to worship the Lord)
      
      लाभस्तेषां जयस्तेषां कुतस्तेषां पराजयः ।
      येषां इन्दीवर श्यामो हृदयस्थो जनार्दनः ॥
      
      (When the Lord is situated in a person's heart, he
      will always have profit in his work and victory in all
      that he takes up and there is no question of defeat
      for such a person)
      
      विनायकं गुरुं भानुं ब्रह्माविष्णुमहेश्वरान् ।
      सरस्वतीं प्रणम्यादौ सर्व कार्यार्थ सिद्धये ॥
      
      (To achieve success in our work and to find
      fulfillment we should first offer our prayers
      to Lord Vinayaka and then to our teacher, then
      to the Sun God and to the holy trinity of Brahma,
      ViShNu and Shiva)
      
      श्रीमद् भगवतो महापुरुषस्य विष्णोराज्ञाय प्रवर्तमानस्य
      अद्य ब्रह्मणोऽद्वितीय परार्धे विष्णुपदे श्री श्वेतवराह कल्पे
      वैवस्वत मन्वन्तरे भारत वर्षे भरत खंडे जम्बूद्वीपे
      दण्डकारण्य देशे गोदावर्या दक्षिणे तीरे कृष्णवेण्यो उत्तरे
      तीरे परशुराम क्षत्रे (सम्युक्त अमेरिका देशे St Lewis  ग्रामे
      or Australia देशे Victoria  ग्रामे बह्रीनु देशे)
      शालिवाहन शके वर्तमाने व्यवहारिके बहु धान्य नाम संवत्सरे
      उत्तरायणे शिशिर ऋतौ माघ मासे कृश्ण पक्षे त्रयोदसि तिथौ
      उत्तराशाड नक्षत्रे रवि वासरे सर्व ग्रहेषु यथा राशि स्थान
      स्थितेषु सत्सु येवं गुणविशेषेण विशिष्टायां शुभपुण्यतिथौ मम
      आत्मन श्रुतिस्मृतिपुराणोक्त फलप्राप्यर्थं मम सकुटुम्बस्य क्षेम स्थैर्य
      आयुरारोग्य चतुर्विध पुरुषार्त्थ सिध्यर्थं अंगीकृत श्री शिवरात्रि
      व्रतांगत्वेन सम्पादित सामग्रय्य श्रीगणेश वरुण इंद्रादि
      अष्टलोकपाल गणपति चतुष्ट देवता पूजनपूर्वकं श्री शिव
      प्रीत्यर्थं यथा शक्त्या यथा मिलितोपचार द्रव्यैः पुरुषसूक्त
      पुराणोक्त मन्त्रैश्च ध्यानावाहनादि षोडशोपचारे श्री शिव
      पूजनं करिष्ये ॥
      
      इदं फलं मयादेव स्थापितं पुरतस्तव ।
      तेन मे सफलावाप्तिर् भवेत् जन्मनि जन्मनि ॥
      
      (keep fruits in front of the Lord)
      
      
      ५ शिव पञ्चाक्षरी न्यास 
      (touching various parts of the body)
      
      ॥ ॐ ॥
      
      अस्य श्री शिव पञ्चाक्षरी मन्त्रस्य वामदेव ऋषिः ।
      अनुष्टुप् छन्दः । श्री सदाशिवो देवता ।
      श्री सदाशिव प्रीत्यर्थे न्यासे पूजने च विनियोगः ॥
      
      वामदेव ऋषये नमः । शिरसे स्वाहा ॥
      
      (touch the head)
      अनुष्टुप् छन्दसे नमः । मुखे स्वाहा ॥
      
      (touch face)
      श्री सदाशिव देवतायै नमः । ललाटे स्वाहा ॥
      
      (touch the forehead)
      ॐ नं तत्पुरुषाय नमः । हृदये स्वाहा ॥
      
      ( touch the heart)
      ॐ मं अघोराय नमः । पादयो स्वाहा ॥
      
      (touch feet)
      ॐ शिं सद्योजाताय नमः । गुह्ये स्वाहा ॥
      
      (touch groin)
      ॐ वं वामदेवाय नमः । मूर्ध्नि स्वाहा ॥
      
      (touch top of the skull )
      ॐ यं ईशानाय नमः । श्रोत्रे स्वाहा ॥
      
      (touch ears)
      
      ॐ ॐ हृदयाय नमः ।
      ॐ नं शिरसे स्वाहा ।
      ॐ मं शिखायै वौषट् ।
      ॐ शिं कवचाय हुम् ।
      ॐ वं नेत्रत्रयाय वौषट् ।
      ॐ यं अस्त्राय फट् ।
      
      
      ६ दिग्बन्धन
      ( show mudras)
      
      ॐ अघोरष्ट्रेन इति दिग्बन्धः । दिशो बद्नामि ॥
      
      
      ७ गणपति पूजा
      
      आदौ निर्विघ्नतासिध्यर्थं महा गणपतिं पूजनं करिष्ये ।
      ॐ गणानां त्वा शौनको गृत्समदो गणपतिर्जगति
      गणपत्यावाहने विनियोगः ॥
      
      (pour water)
      
      ॐ गणानां त्वा गणपतिं आवामहे ।
      कविं कविनामुपम श्रवस्तमम् ।
      ज्येष्ठराजं ब्रह्मणां ब्रह्मणस्पत ।
      आनः श‍ृण्वन्नूतिभिः सीदसादनम् ॥
      
      भूः गणपतिं आवाहयामि ।
      भुवः गणपतिं आवाहयामि ।
      स्वः गणपतिं आवाहयामि ।
      ॐ भूर्भुवस्वः महागणपतये नमः ।
      ध्यायामि । ध्यानं समर्पयामि ।
      
      ॐ महागणपतये नमः । आवाहनं समर्पयामि ।
      ॐ महागणपतये नमः । आसनं समर्पयामि ।
      ॐ महागणपतये नमः । पाद्यं समर्पयामि ।
      ॐ महागणपतये नमः । अर्घ्यं समर्पयामि ।
      ॐ महागणपतये नमः । आचमनीयं समर्पयामि ।
      ॐ महागणपतये नमः । स्नानं समर्पयामि ।
      ॐ महागणपतये नमः । वस्त्रं समर्पयामि ।
      ॐ महागणपतये नमः । यज्ञोपवीतं समर्पयामि ।
      ॐ महागणपतये नमः । चंदनं समर्पयामि ।
      ॐ महागणपतये नमः । परिमल द्रव्यं समर्पयामि ।
      ॐ महागणपतये नमः । पुष्पाणि समर्पयामि ।
      ॐ महागणपतये नमः । धूपं समर्पयामि ।
      ॐ महागणपतये नमः । दीपं समर्पयामि ।
      ॐ महागणपतये नमः । नैवेद्यं समर्पयामि ।
      ॐ महागणपतये नमः । ताम्बूलं समर्पयामि ।
      ॐ महागणपतये नमः । फलं समर्पयामि ।
      ॐ महागणपतये नमः । दक्षिणां समर्पयामि ।
      ॐ महागणपतये नमः । आर्तिक्यं समर्पयामि ।
      
      ॐ भूर्भुवस्वः महागणपतये नमः ।
      मन्त्रपुष्पं समर्पयामि ।
      ॐ भूर्भुवस्वः महागणपतये नमः ।
      प्रदक्षिणा नमस्कारान् समर्पयामि ।
      ॐ भूर्भुवस्वः महागणपतये नमः ।
      छत्रं समर्पयामि ।
      
      ॐ महागणपतये नमः । चामरं समर्पयामि ।
      ॐ महागणपतये नमः । गीतं समर्पयामि ।
      ॐ महागणपतये नमः । नृत्यं समर्पयामि ।
      ॐ महागणपतये नमः । वाद्यं समर्पयामि ।
      ॐ महागणपतये नमः । सर्व राजोपचारान् समर्पयामि ॥
      
      ॥ अथ प्रार्थना ॥
      
      ॐ वक्रतुण्ड महाकाय कोटि सूर्य समप्रभा ।
      निर्विघ्नं कुरु मे देव सर्व कार्येषु सर्वदा ॥
      
      ॐ भूर्भुवस्वः महागणपतये नमः । प्रार्थनां समर्पयामि ।
      
      अनया पूजया विघ्नहर्ता महागणपति प्रीयताम् ॥
      
      
      ८ दीप स्थापना
      
      अथ देवस्य वाम भागे दीप स्थापनं करिष्ये ।
      अग्निनाग्नि समिध्यते कविर्ग्रहपतिर्युवा हव्यवात् जुवास्यः ॥
      
      (light the lamps)
      
      
      ९ भूमि प्रार्थना
      
      महिद्यौ पृथ्वीचन इमं यज्ञं मिमिक्षतां
      पिप्रतान्नो भरीमभिः ॥
      
      
      १० धान्य राशि
      
      ॐ औषधाय संवदंते सोमेन सहराज्ञ ।
      यस्मै कृणेति ब्राह्मणस्थं राजन् पारयामसि ॥
      
      (Touch the grains/rice/wheat)
      
      
      ११ कलश स्थापना
      
      ॐ आ कलशेषु धावति पवित्रे परिसिंच्यते
      उक्तैर्यज्ञेषु वर्धते ॥
      
      (keep kalasha on top of rice pile)
      ॐ इमं मे गङ्गे यमुने सरस्वती शुतुद्रिस्तोमं सचता परुष्ण्य ।
      असिक्न्य मरुद्वृधे वितस्थयार्जीकीये श्रुणुह्या सुषोमय ॥
      
      (fill kalasha with water)
      ॐ गंधद्वारां धुरादर्शां नित्य पुष्टां करीषिणीम् ।
      ईश्वरीं सर्व भूतानां तामि होपह्वयेश्रियम् ॥
      
      (sprinkle in/apply ga.ndha to kalasha)
      ॐ या फलिनीर्या अफला अपुष्पायाश्च पुष्पाणि ।
      बृहस्पति प्रसोतास्थानो मञ्चत्वं हसः ॥
      
      (put beetle nut in kalasha)
      ॐ सहिरत्नानि दाशुषेसुवाति सविता भगः ।
      तम्भागं चित्रमीमहे ॥
      
      (put jewels / washed coin in kalasha)
      ॐ हिरण्यरूपः हिरण्य सन्द्रिग्पान्न पात्स्येदु हिरण्य वर्णः ।
      हिरण्ययात् परियोनेर् निषद्या हिरण्यदा ददत्यन् नमस्मै ॥
      
      (put gold / dakShina in kalasha)
      ॐ काण्डात् काण्डात् परोहंति परुषः परुषः परि एवानो दूर्वे
      प्रतनु सहस्रेण शतेन च ॥
      
      (put dUrva / karika )
      ॐ अश्वत्थेवो निशदनं पर्णेवो वसतिश्कृत ।
      गो भाज इत्किला सथयत्स नवथ पूरुषम् ॥
      
      (put five leaves in kalasha)
      ॐ या फलिनीर्या अफला अपुष्पायाश्च पुष्पाणि ।
      बृहस्पति प्रसोतास्थानो मञ्चत्वं हसः ॥
      
      (place coconut on kalasha)
      ॐ युवासुवासः परीवीतागात् स उश्रेयान् भवति जायमानः ।
      तं धीरासः कावयः उन्नयंति स्वाद्ध्यो स्वाद्ध्यो मनसा देवयंतः॥
      
      (tie cloth for kalasha)
      ॐ पूर्णादर्वि परापत सुपूर्णा पुनरापठ ।
      वस्नेव विक्रीणावः इषमूर्जं शतकृतो ॥
      
      (copper plate and aShTadala with ku.nkuM)
      
      इति कलशं प्रतिष्ठापयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      १२ कलश पूजन
      (continue with second kalasha)
      
      कलशस्य मुखे विष्णुः कण्ठे रुद्रः समाश्रितः ।
      मूले तत्र स्थितो ब्रह्म मध्ये मातृगणाः स्मृताः ॥
      
      कुक्षौतु सागराः सर्वे सप्त द्वीपा वसुंधराः ।
      ऋग्वेदोथ यजुर्वेदः सामवेदोह्यथर्वणः ॥
      
      अंगैश्च सहिताः सर्वे कलशंतु समाश्रिताः ।
      अत्र गायत्री सावित्री शांति पुष्टिकरी तथा ॥
      
      आयान्तु देव पूजार्थं अभिषेकार्थ सिद्धये ॥
      
      ॐ सितासिते सरिते यत्र संगधे तत्राप्लुता सोदिवमुत्पतंति ।
      ये वैतन्वं विस्रजन्ति धीरास्ते जनासो अमृतत्त्वं भजन्ति ॥
      
      ॥ कलशः प्रार्थनाः ॥
      
      कलशः कीर्तिमायुष्यं प्रज्ञां मेधां श्रियं बलम् ।
      योग्यतां पापहानिं च पुण्यं वृद्धिं च साधयेत् ॥
      
      सर्व तीर्थमयो यस्मात् सर्व देवमयो यतः ।
      अथः हरिप्रियोसि त्वं पूर्णकुम्भं नमोऽस्तुते ॥
      
      कलशदेवताभ्यो नमः ।
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      ॥ मुद्रा ॥
      
      (Show mudras as you chant )
      
      निर्वीषि करणार्थे तार्क्ष मुद्रा ।
      अमृति करणार्थे धेनु मुद्रा ।
      पवित्री करणार्थे शङ्ख मुद्रा ।
      संरक्षणार्थे चक्र मुद्रा ।
      विपुलमाया करणार्थे मेरु मुद्रा ।
      
      
      १३ शङ्ख पूजन
      (pour water from kalasha to sha.nkha
      add ga.ndha flower)
      
      शङ्खं चंद्रार्क दैवतं मध्ये वरुण देवताम् ।
      पृष्ठे प्रजापतिं विंद्याद् अग्रे गंगा सरस्वतीम् ॥
      
      त्वं पुरा सागरोत्पन्नो विष्णुना विधृतः करे ।
      नमितः सर्व देवैश्च पाञ्चजन्यं नमोऽस्तुते ॥
      
      पाञ्चजन्याय विद्महे । पावमानाय धीमहि ।
      तन्नो शङ्खः प्रचोदयात् ॥
      
      शङ्ख देवताभ्यो नमः ।
      सकल पूजार्थे अक्षतान् समर्पयामि॥
      
      
      १४ घंटार्चना
      (Pour drops of water from sha.nkha on top of the bell
      apply ga.ndha flower)
      
      आगमार्थन्तु देवानां गमनार्थन्तु राक्षसाम् ।
      कुरु घंटारवं तत्र देवतावाहन लांछनम् ॥
      
      ज्ञानथोऽज्ञानतोवापि कांस्य घंटान् नवादयेत् ।
      राक्षसानां पिशाचानां तद्देशे वसतिर्भवेत् ।
      तस्मात् सर्व प्रयत्नेन घंटानादं प्रकारयेत् ।
      
      घंटा देवताभ्यो नमः ।
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      (Ring the gha.nTA)
      
      
      १५ आत्मशुद्धि
      ( Sprinkle water from sha.nkha
      on puja items and devotees)
      
      अपवित्रो पवित्रो वा सर्व अवस्थांगतोपि वा ।
      यः स्मरेत् पुण्डरीकाक्षं सः बाह्याभ्यंतरः शुचिः ॥
      
      
      १६ गोश‍ृन्ग पूजा
      
      वायव्ये अर्घ्यम् । नैऋत्ये पाद्यम् ।
      ईशान्ये आचमनीयम् । आग्नेये मधुपर्कम् ।
      पूर्वे स्नानीयम् । पश्चिमे पुनराचमनम् ।
      
      
      १७ पञ्चामृत पूजा
      ( put tulasi leaves or axatAs in vessels )
      
      क्षीरे सोमाय नमः । (keep milk in the centre)
      दधिनि वायवे नमः । (curd facing east )
      घृते रवये नमः । (Ghee to the south)
      मधुनि सवित्रे नमः । ( Honey to west )
      शर्करायां विश्वेभ्यो देवेभ्यो नमः । ( Sugar to north)
      
      
      १८ द्वारपालक पूजा
      
      पूर्वद्वारे द्वारश्रियै नमः ।
      असिंतांग भैरवाय नमः । रुरु भैरवाय नमः ।
      दक्षिणद्वारे द्वारश्रियै नमः ।
      चण्ड भैरवाय नमः । क्रोध भैरवाय नमः ।
      पश्चिमद्वारे द्वारश्रियै नमः ।
      उन्मत्तभैरवाय नमः । कपाल भैरवाय नमः ।
      उत्तरद्वारे द्वारश्रियै नमः ।
      भीषणभैरवाय नमः । संहार भैरवाय नमः ।
      
      ब्रह्मणे नमः । विष्णवे नमः ।
      गङ्गायै नमः । गणपतये नमः ।
      षण्मुखाय नमः । भृङ्गिनाथाय नमः ।
      क्षेत्रपालाय नमः । त्रिपुरसंहर्त्रे नमः ।
      शान्तिये नमः । तुष्टिये नमः ।
      ज्ञानाय नमः । धर्माय नमः ।
      वैराग्याय नमः । वीर्याय नमः ।
      सत्याय नमः । अज्ञानाय नमः ।
      अधर्माय नमः । अनैश्वर्याय नमः ।
      असत्याय नमः । अविराज्ञाय नमः ।
      सत्त्वाय नमः । रजसे नमः ।
      तमसे नमः । मायाय नमः ।
      पद्माय नमः ॥
      
      द्वारपालक पूजां समर्पयामि ॥
      
      
      १९ पीठ पूजा
      
      आधार शक्त्यै नमः ॥ मूलप्रकृते नमः ॥
      
      वराहाय नमः ॥ अनन्ताय नमः ॥
      
      पद्माय नमः ॥ नालाय नमः ॥
      
      कन्दाय नमः ॥ कर्णिकाय नमः ॥
      
      पत्रेभ्यो नमः ॥ दलेभ्यो नमः ॥
      
      केसरेभ्यो नमः ॥
      
      मध्ये श्री भवानि शंकराय नमः। पीठ पूजां समर्पयामि ॥
      
      
      २० ध्यानं
      
      ॐ ॐ (repeat 15 times)
      
      ध्यायेत् नित्यं महेशं रजतगिरि निभिं चारु चन्द्रावतंसम् ।
      रत्नाकल्पोज् ज्वलांगं परशुमृगवरा भीति हस्तं प्रसन्नम् ॥
      
      पद्मासीनं समन्तात् स्तुतममरगण्येः व्याघ्रकृतिं वसानम् ।
      विश्वाद्यं विश्ववन्द्यं निखिल भय हरं पंच वक्त्रं त्रिनेत्रम् ॥
      
      श्री साम्बसदाशिवाय नमः ।
      श्री सदाशिवं ध्यायामि ॥
      
      (you can add more related shlokas)
      
      
      २१ आवाहन
      ( hold flowers in hand)
      
      व्याघ्र चर्मधरं देवं चिति भस्मनुलेपनम् ।
      अह्वायां उमाकान्तं नागाभरण भूषितम् ॥
      
      ॐ सहस्रशीर्षा पुरुषः सहस्राक्षः सहस्रपात् ।
      स भूमिं विश्वतो वृत्वा अत्यतिष्ठद्दशाङ्गुलम् ॥
      
      आगच्छ देवदेवेश तेजोराशे जगत्पते ।
      क्रियमाणां मया पूजां गृहाण सुरसत्तमे ॥
      
      ॐ भूः पुरुषं साम्बसदाशिवं आवाहयामि ।
      ॐ भुवः पुरुषं साम्बसदाशिवं आवाहयामि ।
      ॐ स्वः पुरुषं साम्बसदाशिवं आवाहयामि ।
      ॐ भूर्भुवः स्वः साम्बसदाशिवं आवाहयामि ॥
      
      (offer flowers to Lord)
      
      ॐ उमाकान्ताय नमः । आवाहयामि ॥
      
      आवाहितो भव । स्थापितो भव । सन्निहितो भव ।
      सन्निरुद्धो भव । अवकुण्ठिथो भव । सुप्रीतो भव ।
      सुप्रसन्नो भव । सुमुखो भव । वरदो भव ।
      प्रसीद प्रसीद ॥
      
      (show mudras to Lord)
      
      स्वामिन् सर्व जगन्नाथ यावत् पूजावसानकम् ।
      तावत्त्वं प्रीति भावेन लिंगेस्मिन् सन्निधो भव ॥
      
      
      २२ आसनं
      
      पुरुष एवेदगुं सर्वम् यद्भूतं यच्छ भव्यम् ।
      उतामृतत्वस्येशानः यदन्नेनातिरोहति ॥
      
      दिव्य सिंहास नासीनं त्रिनेत्रं वृषवाहनम् ।
      इन्द्रादि देवनमितं ददाम्यासन मुत्तमम् ॥
      
      ॐ गौरि भर्त्रे नमः । आसनं समर्पयामि ॥
      
      (offer flowers/axathAs)
      
      
      २३ पाद्यं
      (offer water)
      
      एतावानस्य महिमा अतो ज्यायागुंश्च पूरुषः ।
      पादोऽस्य विश्वा भूतानि त्रिपादस्यामृतं दिवि ॥
      
      गङ्गादि सर्व तीर्थेभ्यो मया प्रार्थनया हृतम् ।
      तोयमे तत् सुख स्पर्शं पाद्यर्थं प्रतिगृह्यताम् ॥
      
      ॐ गङ्गाधराय नमः । पादोयो पाद्यं समर्पयामि ॥
      
      
      २४ अर्घ्यं
      (offer water)
      
      त्रिपादूर्ध्व उदैत्पुरुषः पादोऽस्येहाभवात्पुनः ।
      ततो विश्वङ्व्यक्रामत् साशनानशने अभि ॥
      
      गन्धोदकेन पुष्पेण चन्दनेन सुगन्धिना ।
      अर्घ्यं गृहाण देवेश भक्ति मे अचलां कुरु ॥
      
      ॐ वृष वाहनाय नमः । अर्घ्यं समर्पयामि ॥
      
      
      २५ आचमनीयं
      (offer water or akShathA/ leave/flower)
      
      तस्माद्विराडजायत विराजो अधि पूरुषः ।
      स जातो अत्यरिच्यत पश्चाद्भूमि मथो पुरः ॥
      
      कर्पूरोक्षीर सुरभि शीतलं विमलं जलम् ।
      गङ्गायास्तु समानीतं गृहाणाचमनीयकम् ॥
      
      ॐ साध्यो जाताय नमः । आचमनीयं समर्पयामि ॥
      
      
      २६ मधुपर्कं
      
      नमोस्तु सर्वलोकेश उमादेहार्ध धारिणे ।
      मधुपर्को मया दत्तो गृहाण जगदीश्वर ॥
      
      ॐ परमेश्वराय नमः । मधुपर्कं समर्पयामि ॥
      
      
      २७ स्नानं
      
      यत्पुरुषेण हविषा देवा यज्ञमतन्वत ।
      वसन्तो अस्यासीदाज्यम् ग्रीष्म इध्मश्शरद्धविः ॥
      
      गंगाच यमुनाश्चैव नर्मदाश्च सरस्वति ।
      तापि पयोष्णि रेवच ताभ्यः स्नानार्थमाहृतम् ॥
      
      ॐ श्री विश्वेश्वराय नमः । मलापकर्श स्नानं समर्पयामि ॥
      
      
      २७ १. पञ्चामृत स्नानं
      
      २७ १.१ पयः स्नानं (milk bath)
      
      ॐ आप्याय स्व स्वसमेतुते
      विश्वतः सोमवृष्ण्यं भवावाजस्य सङधे ॥
      
      पयस्नानमिदं देव त्रिलोचन वृषद्वज ।
      गृहाण गौरीरमण त्वद्भक्तेन मय्यार्पितम् ॥
      
      ॐ शम्भवे नमः । पयः स्नानं समर्पयामि ॥
      
      पयः स्नानानंतर शुद्धोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ १.२ दधि स्नानं (curd bath)
      
      ॐ दधिक्रावणो अकारिषं जिष्णोरश्वस्यवाजिनः ।
      सुरभिनो मुखाकरत् प्राण आयुंषितारिषत् ॥
      
      दध्न चैव महादेव स्वप्नं क्रीयते मया ।
      गृहाण त्वं सुरादीश सुप्रसन्नो भवाव्यय ॥
      
      ॐ वामदेवाय नमः । दधि स्नानं समर्पयामि ॥
      
      दधि स्नानानंतर शुद्धोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ १.३ घृत स्नानं (ghee bath)
      
      ॐ घृतं मिमिक्षे घृतमस्य योनिर्घृते श्रितो घृतंवस्यधाम
      अनुष्ठधमावह मादयस्व स्वाहाकृतं वृषभ वक्षिहव्यम् ॥
      
      सर्पीश च महारुद्र स्वप्नं क्रीयते दुन ।
      गृहाण श्रद्धया दत्तं तव प्रीतार्थमेव च ॥
      
      ॐ अघोराय नमः । घृत स्नानं समर्पयामि ॥
      
      घृत स्नानानंतर शुद्धोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ १.४ मधु स्नानं (honey bath)
      
      ॐ मधुवाता ऋतायथे मधुक्षरंति सिन्धवः माध्विनः संतोष्वधीः
      मधुनक्ता मुथोषसो मधुमत्वार्थिवं रजः मधुद्यौ रस्तुनः पिता
      मधुमान्नो वनस्पतिर्मधुमां अस्तु सूर्यः माध्वीर्गावो भवंतुनः ॥
      
      इदं मधु मया दत्तं तव पुष्ट्यर्थमेव च ।
      गृहाण देवदेवेश ततः शान्तिं प्रयश्च मे ॥
      
      ॐ तत् पुरुषाय नमः । मधु स्नानं समर्पयामि ॥
      
      मधु स्नानानंतर शुद्धोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ १.५ शर्करा स्नानं (sugar bath)
      
      ॐ स्वादुः पवस्य दिव्याय जन्मने स्वादुदरिन्द्राय सुहवीतु नाम्ने ।
      स्वादुर्मित्राय वरुणाय वायवे बृहस्पतये मधुमा अदाभ्यः ॥
      
      सिथया देव देवेश स्नापनं क्रीयते यतः ।
      ततः संतुष्टिमापन्नः प्रसन्नो वरदो भव ॥
      
      ॐ ईशानाय नमः । शर्करा स्नानं समर्पयामि।
      शर्करा स्नानानंतर शुद्धोदक स्नानं समर्पयामि।
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ २. गंधोदक स्नानं (Sandlewood water bath)
      
      ॐ गंधद्वारां दुराधर्शां नित्य पुष्पां करीषिणीम् ।
      ईश्वरीं सर्व भूतानां तामि होप व्हयेश्रियम् ॥
      
      हर चंदन सम्भूतं हर प्रीतिश्च गौरवात् ।
      सुरभि प्रिय परमेश गंध स्नानाय गृह्यताम् ॥
      
      ॐ श्री नीलकण्ठाय नमः । गंधोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ ३. अभ्यंग स्नानं (Perfumed Oil bath)
      
      ॐ कनिक्रदज्वनुशं प्रभ्रुवान। इयथिर्वाचमरितेव नावम् ।
      सुमङ्गलश्च शकुने भवासि मात्वा काचिदभिभाविश्व्या विदत ॥
      
      अभ्यंगार्थं महीपाल तैलं पुष्पादि सम्भवम् ।
      सुगंध द्रव्य सम्मिश्रं संगृहाण जगत्पते ॥
      
      ॐ उमापतये नमः । अभ्यंग स्नानं समर्पयामि।
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ ४. अंगोद्वर्तनकं (To clean the body)
      
      अंगोद्वर्तनकं देव कस्तूर्यादि विमिश्रितम् ।
      लेपनार्थं गृहाणेदं हरिद्रा कुङ्कुमैर्युतम् ॥
      
      ॐ कपर्दिने नमः । अंगोद्वर्तनं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ ५. उष्णोदक स्नानं (Hot water bath)
      
      नाना तीर्थादाहृतं च तोयमुष्णं मयाकृतम् ।
      स्नानार्थं च प्रयश्चामि स्वीकुरुश्व दयानिधे ॥
      
      ॐ चन्द्रशेखराय नमः । उष्णोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      
      २७ ६. शुद्धोदक स्नानं (Pure water bath)
      sprinkle water all around
      
      मन्दाकिन्याः समानीतं हेमाम्बोरुहावासितम् ।
      स्नानार्थे मय भक्त्या नीरुं स्वीकुर्यतां विभो ॥
      
      ॐ आपोहिष्टा मयो भुवः । तान ऊर्जे दधातन ।
      महीरणाय चक्षसे । योवः शिवतमोरसः तस्यभाजयते हनः ।
      उशतीरिव मातरः । तस्मात् अरंगमामवो । यस्य क्षयाय जिंवध ।
      आपो जन यथाचनः ॥
      
      ॐ हराय नमः । शुद्धोदक स्नानं समर्पयामि ॥
      
      सकल पूजार्थे अक्षतान् समर्पयामि ॥
      
      (after sprinkling water around throw one tulasi leaf to the north)
      
      
      २८ महा अभिषेकः
      (Sound the bell, pour water from kalasha)
      पुरुष सूक्त
      
      ॐ सहस्रशीर्षा पुरुषः सहस्राक्षः सहस्रपात् ।
      स भूमिं विश्वतो वृत्वा अत्यतिष्ठद्दशाङ्गुलम् ॥ १॥
      
      पुरुष एवेदगुं सर्वम् यद्भूतं यच्छ भव्यम् ।
      उतामृतत्वस्येशानः यदन्नेनातिरोहति ॥ २॥
      
      एतावानस्य महिमा अतो ज्यायागंश्च पूरुषः ।
      पादोऽस्य विश्वा भूतानि त्रिपादस्यामृतं दिवि ॥ ३॥
      
      त्रिपादूर्ध्व उदैत्पुरुषः पादोऽस्येहाभवात्पुनः ।
      ततो विश्वङ्व्यक्रामत् साशनानशने अभि ॥ ४॥
      
      तस्माद्विराडजायत विराजो अधि पूरुषः ।
      स जातो अत्यरिच्यत पश्चाद्भूमि मथो पुरः ॥ ५॥
      
      यत्पुरुषेण हविषा देवा यज्ञमतन्वत ।
      वसन्तो अस्यासीदाज्यम् ग्रीष्म इध्मश्शरद्धविः ॥ ६॥
      
      सप्तास्यासन् परिधयः त्रिस्सप्त समिधः कृताः ।
      देवा यद्यज्ञं तन्वानाः अबध्नन् पुरुषं पशुम् ।
      
      तं यज्ञं बर्हिषि प्रौक्षन् पुरुषं जातमग्रतः ।
      तेन देवा अयजन्त साध्या ऋषयश्च ये ॥ ७॥
      
      तस्माद्यज्ञात्सर्वहुतः सम्भृतं पृषदाज्यम् ।
      पशूगुँस्तागंश्चक्रे वायव्यान्  आरण्यान् ग्राम्याश्चये ॥ ८॥
      
      तस्माद्यज्ञात्सर्वहुतः ऋचः सामानि जज्ञिरे ।
      छन्दाँगसि जज्ञिरे तस्मात् यजुस्तस्मादजायत ॥ ९॥
      
      तस्मादश्वा अजायन्त ये के चोभयादतः ।
      गावो ह जज्ञिरे तस्मात् तस्माज्जाता अजावयः ॥ १०॥
      
      यत्पुरुषं व्यदधुः कतिधा व्यकल्पयन् ।
      मुखं किमस्य कौ बाहू कावूरू पादावुच्येते ॥ ११॥
      
      ब्राह्मणोस्य मुखमासीत् बाहू राजन्यः कृतः ।
      उरू तदस्य यद्वैश्यः पद्भ्यां शूद्रो अजायत ॥ १२॥
      
      चंद्रमा मनसो जातः चक्षोः सूर्यो अजायत ।
      मुखादिन्द्रश्चाग्निश्च प्राणाद्वायुरजायत ॥ १३॥
      
      नाभ्या आसीदन्तरिक्षम् शीर्ष्णो द्यौः समवर्तत ।
      पदभ्यां भूमिर्दिशः श्रोत्रात् तथा लोकांग अकल्पयन् ॥ १४॥
      
      वेदाहमेतं पुरुषं महान्तम् आदित्यवर्णं तमसस्तु पारे ।
      सर्वाणि रूपाणि विचित्य धीरः नामानि कृत्वाऽभिवदन् यदास्ते ॥१५॥
      
      धाता पुरस्ताद्यमुदाजहार शक्रः प्रविद्वान् प्रदिशश्चतस्त्रः ।
      तमेवं विद्यानमृत इह भवति नान्यः पन्थायनाय विद्यते ॥ १६॥
      
      यज्ञेन यज्ञमयजन्त देवाः तानि धर्माणि प्रथमान्यासन् ।
      ते ह नाकं महिमानः सचन्ते यत्र पूर्वे साध्याः सन्ति देवाः ॥ १७॥
      
      ॐ श्री रुद्राय नमः । पुरुषसूक्त स्नानं समर्पयामि। ॥
      
      बलाय श्रियै यशसेनद्याय अमृताभिषेको अस्तु ।
      शान्तिः पुष्टिः तुष्टिश्चास्तु ॥
      
      ॐ पिनाकिने नमः । महा अभिषेक स्नानं समर्पयामि ॥
      
      ॐ नमः शिवाय । स्नानानंतर आचमनीयं समर्पयामि ॥
      
      
      २९ तर्पणं
      (Offer water)
      
      ॐ भव देवं तर्पयामि ।
      ॐ शर्वं देवं तर्पयामि ।
      ॐ ईशानं देवं तर्पयामि ।
      ॐ पशुपतिं देवं तर्पयामि ।
      ॐ उग्रं देवं तर्पयामि ।
      ॐ रुद्रं देवं तर्पयामि ।
      ॐ भीमं देवं तर्पयामि ।
      ॐ महान्तं देवं तर्पयामि ।
      
      
      ३० प्रतिष्ठापना
      
      ॐ नमः शिवाय ॥ (Repeat 12 times)
      
      ॐ तदस्तु मित्रा वरुणा तदग्ने सम्योरश्मभ्यमिदमेस्तुशस्तम् ।
      अशीमहि गादमुत प्रतिष्ठां नमो दिवे ब्रहते साधनाय ॥
      
      ॐ ग्रिहावै प्रतिष्ठासूक्तं तत् प्रतिष्टित तमया वाचा ।
      शं स्तव्यं तस्माद्यद्यपिदूर इव पशून् लभते गृहानेवै ॥
      
      नानाजिगमिशति ग्रिहाहि पशूनां प्रतिष्ठा प्रतिष्ठा
      
      ॐ श्री साम्बसदाशिवाय सांगाय सपरिवाराय सायुधाय
      सशक्तिकाय नमः । श्री साम्बसदाशिवं सांगं सपरिवारं
      सायुधं सशक्तिकं आवाहयामि ॥
      
      श्री गौरी सहित श्री साम्बसदाशिवाय नमः ॥
      
      सुप्रतिष्ठमस्तु ॥
      
      
      ३१ वस्त्र 
      ( offer two pieces of cloth for the Lord)
      
      ॐ तं यज्ञं बर्हिषि प्रौक्षन् पुरुषं जातमग्रतः ।
      तेन देवा अयजन्त साध्या ऋषयश्च ये ॥
      
      वस्त्र सूक्ष्मं दुकूलं च देवानामपि दुर्लभम् ।
      गृहाणतं उमाकान्त प्रसन्नो भव सर्वदा ॥
      
      ॐ शिवाय नमः । वस्त्रयुग्मं समर्पयामि
      
      
      ३२ श्री महा गौरी पूजा
      
      ३२.१ कंचुकी
      
      नवरत्नाभिर्दधां सौवर्णैश्चैव तंतुभिः ।
      निर्मितां कंचुकीं भक्त्या गृहाण परमेश्वरी ॥
      
      ॐ श्री महा गौर्यै नमः। कंचुकीं समर्पयामि ॥
      
      
      ३२.२ कण्ठ सूत्र
      
      मांगल्य तंतुमणिभिः मुक्तैश्चैव विराजितम् ।
      सौमाङ्गल्य अभिवृध्यर्थं कण्ठसूत्रं ददामि ते ॥
      
      ॐ श्री महा गौर्यै नमः । कण्ठसूत्रं समर्पयामि ॥
      
      
      ३२.३ ताडपत्राणि
      
      ताडपत्राणि दिव्याणि विचित्राणि शुभानि च ।
      कराभरणयुक्तानि मातस्तत्प्रतिगृह्यताम् ॥
      
      ॐ श्री महा गौर्यै नमः ताडपत्रानि समर्पयामि ॥
      
      
      ३२.४ हरिद्रा
      
      हरिद्रा रंजिते देवी सुख सौभाग्य दायिनी ।
      हरिद्रांते प्रदास्यामि गृहाण परमेश्वरि ॥
      
      ॐ श्री महा गौर्यै नमः । हरिद्रा समर्पयामि ॥
      
      
      ३२.५ कुङ्कुम
      
      कुङ्कुमं कामदां दिव्यं कामिनी काम सम्भवम् ।
      कुङ्कुमार्चिते देवि सौभाग्यार्थं प्रतिगृह्यताम् ॥
      
      ॐ श्री महा गौर्यै नमः । कुङ्कुमं समर्पयामि ॥
      
      
      ३२.६ कज्जल
      
      सुनील भ्रमराभसं कज्जलं नेत्र मण्डनम् ।
      मयादत्तमिदं भक्त्या कज्जलं प्रतिगृह्यताम् ॥
      
      ॐ श्री महा गौर्यै नमः । कज्जलं समर्पयामि ॥
      
      
      ३२.७ सिंदूर
      
      विद्युत् कृशानु सङ्काशं जपा कुसुमसन्निभम् ।
      सिन्दूरंते प्रदास्यामि सौभाग्यं देहि मे चिरम् ॥
      
      ॐ श्री महा गौर्यै नमः । सिन्दूरं समर्पयामि ॥
      
      
      ३२.८ नाना आभरण
      
      स्वभावा सुन्दरांगि त्वं नाना रत्न युतानि च ।
      भूषणानि विचित्राणि प्रीत्यर्थं प्रतिगृह्यताम् ॥
      
      ॐ श्री महा गौर्यै नमः । नाना आभरणानि समर्पयामि ॥
      
      
      ३२.९ नाना परिमल द्रव्यम्
      
      नाना सुगन्धिकं द्रव्यं चूर्णीकृत्य प्रयत्नतः ।
      ददामि ते नमस्तुभ्यं प्रीत्यर्थं प्रतिगृह्यताम् ॥
      
      ॐ श्री महा गौर्यै नमः । नाना परिमल द्रव्यं समर्पयामि ॥
      
      
      ३३ यज्ञोपवीतम्
      
      तस्माद्यज्ञात्सर्वहुतः सम्भृतं पृषदाज्यम् ।
      पशूगुँस्तागुंश्चक्रे वायव्यान्  आरण्यान् ग्राम्याश्चये ॥
      
      यज्ञोपवीतं सहजं ब्रह्मणं निर्मितं पुर ।
      आयुष्यं भव वर्चस्वम् उपवीतं गृहाण मे ॥
      
      ॐ श्री सर्वेश्वराय नमः । यज्ञोपवीतं समर्पयामि ॥
      
      
      ३४ आभरणं
      
      गृहाण नानाभरणानि शम्भो महेश जम्बूनाद निर्मितानि ।
      ललाट कण्ठोत्तम कर्ण हस्त नितम्ब हस्तांगुलि भूषणानि ॥
      
      ॐ शिवाय नमः । आभरणानि समर्पयामि ॥
      
      
      ३५ गन्धम्
      
      तस्माद्यज्ञात्सर्वहुतः ऋचः सामानि जज्ञिरे ।
      छन्दाँगुसि जज्ञिरे तस्मात् यजुस्तस्मादजायत ॥
      
      गन्धं गृहाण देवेश कस्तूरि कुङ्कुमान्वितम् ।
      विलेपनार्थं कर्पूररोचन लोहितं मया ॥
      
      ॐ श्री हराय नमः । गन्धं समर्पयामि ॥
      
      
      ३६ नाना परिमल द्रव्यम्
      
      ॐ अहिरैव भोग्येः पर्येति बाहुं जाया हेतिं परिभादमानः ।
      हस्तज्ञो विश्वावयुनानि विद्वान्पुमास्प्रमांसं परिपातु विश्वतः ॥
      
      ॐ श्री महेश्वराय नमः । नाना परिमल द्रव्यं समर्पयामि ॥
      
      
      ३७ अक्षत
      
      तस्मादश्वा अजायन्त ये के चो भयादतः ।
      गावो ह जज्ञिरे तस्मात् तस्माज्जाता अजावयः ॥
      
      अक्षतान् धवलान् शुभ्रान् कर्पूरागुरु मिश्रितान् ।
      गृहाण परया भक्त्या मया तुभ्यं समर्पितान् ॥
      
      श्री शर्वाय नमः । अक्षतान् समर्पयामि ॥
      
      
      ३८ पुष्प
      
      बिल्वापमार्ग धत्तूर करवीरार्क सम्भवैः ।
      बकोत्फलद्रोण मुख्यैः पुष्पै पूजित शंकर ॥
      
      ॐ श्री भवाय नमः । पुष्पाणि समर्पयामि ॥
      
      
      ३९ अथाङ्गपूजाः
      
      ॐ शिवाय नमः । पादौ पूजयामि ॥
      
      ॐ व्योमात्मने नमः । गुल्फौ पूजयामि ॥
      
      ॐ अनन्तैश्वर्य नाथाय नमः । जानुनी पूजयामि ॥
      
      ॐ प्रधानाय नमः । जंघे पूजयामि ॥
      
      ॐ अनन्त विराजसिंहाय नमः । ऊरून् पूजयामि ॥
      
      ॐ ज्ञान भूताय नमः । गुह्यं पूजयामि ॥
      
      ॐ सत्यसेव्याय नमः । जघनं पूजयामि ॥
      
      ॐ अनन्तधर्माय नमः । कटिं पूजयामि ॥
      
      ॐ रुद्राय नमः । उदरं पूजयामि ॥
      
      ॐ सत्यधराय नमः । हृदयं पूजयामि ॥
      
      ॐ ईशाय नमः । पार्श्वौ पूजयामि ॥
      
      ॐ तत्पुरुषाय नमः । पृष्ठदेहं पूजयामि ॥
      
      ॐ अघोरहृदयाय नमः । स्कन्धौ पूजयामि ॥
      
      ॐ व्योमकेशात्मरूपाय नमः । बाहून् पूजयामि ॥
      
      ॐ हराय नमः । हस्तान् पूजयामि ॥
      
      ॐ चतुर्भाववे नमः । कण्ठं पूजयामि ॥
      
      ॐ वामदेवाय नमः । वदनं पूजयामि ॥
      
      ॐ पिनाकहस्ताय नमः । नासिकां पूजयामि ॥
      
      ॐ श्रीकण्ठाय नमः । श्रोत्रे पूजयामि ॥
      
      ॐ इन्दुमुखाय नमः । नेत्राणि पूजयामि ॥
      
      ॐ हरये नमः । भ्रवौ पूजयामि ॥
      
      ॐ सद्योजातवेदाय नमः । भ्रूमध्यं पूजयामि ॥
      
      ॐ वामदेवाय नमः । ललाटं पूजयामि ॥
      
      ॐ सर्वात्मने नमः । शिरः पूजयामि ॥
      
      ॐ चन्द्रमौलये नमः । मौलिं पूजयामि ॥
      
      ॐ सदाशिवाय नमः । सर्वाङ्गाणि पूजयामि ॥
      
      
      ४० अथ पुष्प पूजा
      
      ॐ शर्वाय नमः । करवीर पुष्पं समर्पयामि ॥
      
      ॐ भवनाशनाय नमः । जाजी पुष्पं समर्पयामि ॥
      
      ॐ महादेवाय नमः । चम्पक पुष्पं समर्पयामि ॥
      
      ॐ उग्राय नमः । वकुल पुष्पं समर्पयामि ॥
      
      ॐ उग्रनाभाय नमः । शतपत्र पुष्पं समर्पयामि ॥
      
      ॐ भवाय नमः । कल्हार पुष्पं समर्पयामि ॥
      
      ॐ शशिमौलिने नमः । सेवन्तिका पुष्पं समर्पयामि ॥
      
      ॐ रुद्राय नमः । मल्लिका पुष्पं समर्पयामि ॥
      
      ॐ नीलकण्ठाय नमः । इरुवंतिका पुष्पं समर्पयामि ॥
      
      ॐ शिवाय नमः । गिरिकर्णिका पुष्पं समर्पयामि ॥
      
      ॐ भवहारिणे नमः । आथसी पुष्पं समर्पयामि ॥
      
      बिल्वापमार्ग धत्तूर करवीरार्क सम्भवैः ।
      बकोत्फलद्रोण मुख्यैः पुष्पै पूजित शंकर ॥
      
      भवाय नमः । नानाविधपुष्पाणि समर्पयामि ॥
      
      
      ४१ अथ पत्र पूजा
      
      ॐ महादेवाय नमः । बिल्व पत्रं समर्पयामि ॥
      
      ॐ महेश्वराय नमः । जाजी पत्रं समर्पयामि ॥
      
      ॐ शंकराय नमः । चम्पका पत्रं समर्पयामि ॥
      
      ॐ वृषभध्वजाय नमः । तुलसी पत्रं समर्पयामि ॥
      
      ॐ शूलपाणिने नमः । दूर्वा युग्मं समर्पयामि ॥
      
      ॐ कामाङ्ग नाशनाय नमः । सेवंतिका पत्रं समर्पयामि ॥
      
      ॐ देवदेवेशाय नमः । मरुग पत्रं समर्पयामि ॥
      
      ॐ श्रीकण्ठाय नमः । दवन पत्रं समर्पयामि ॥
      
      ॐ ईश्वराय नमः । करवीर पत्रं समर्पयामि ॥
      
      ॐ पार्वतीपतये नमः । विष्णुक्रान्ति पत्रं समर्पयामि ॥
      
      ॐ रुद्राय नमः । माचि पत्रं समर्पयामि ॥
      
      ॐ सदाशिवाय नमः । सर्वपत्राणि समर्पयामि ।
      
      
      ४२ आवरण पूजा
      
      ४२.१ प्रथमावरण पूजा
      
      देवस्य पश्चिमे सद्योजाताय नमः ।
      उत्तरे वामदेवाय नमः ।
      दक्षिणे अघोराय नमः ।
      पूर्वे तत्पुरुषाय नमः ।
      ऊर्ध्वं ईशानाय नमः ।
      
      
      ४२.२ द्वितीयावरण पूजा
      
      आग्नेय कोणे हृदयाय नमः ।
      ईशानकोणे शिरसे स्वाहा ।
      नैऋत्य कोणे शिखायै वौषट् ।
      वायव्य कोणे कवचाय हुम् ।
      अग्रे नेत्रत्रयाय वौषट् ।
      दिक्षु अस्त्राय फट् ।
      
      (right hand round the head and quickly sound a clap
      - thus you close all directions)
      
      
      ४२.३ तृतीयावरण पूजा
      
      प्राच्यां अनन्ताय नमः ।
      आवाच्यां सूक्ष्माय नमः ।
      प्रतीच्यां शिवोत्तमाय नमः ।
      उदिच्यां एकनेत्राय नमः ।
      ईशान्यां एकरुद्राय नमः ।
      आग्नेयां त्रै मूर्तये नमः ।
      नैऋत्यां श्रीकण्ठाय नमः ।
      वायव्यां शिखन्दिने नमः ।
      
      
      ४२.४ चतुर्थावरण पूजा
      
      उत्तरे दिग्दले उमायै नमः ।
      ईशान दिग्दले चण्डेश्वराय नमः ।
      पूर्व दिग्दले नन्दीश्वराय नमः ।
      आग्नेय दिग्दले महाकालाय नमः ।
      दक्षिण दिग्दले वृषभाय नमः ।
      नैऋत्य दिग्दले गणेश्वराय नमः ।
      पश्चिम दिग्दले भृंघीशाय नमः ।
      वायव्य दिग्दले महासेनाय नमः ।
      
      
      ४२.५ पंचमावरण पूजा
      
      इंद्राय नमः । अग्नये नमः ।
      यमाय नमः । नैऋतये नमः ।
      वरुणाय नमः । वायव्ये नमः ।
      कुबेराय नमः । ईशानाय नमः ।
      ब्राह्मणे नमः । अनंताय नमः ।
      
      
      ४२.६ षष्ठावरण पूजा
      
      वज्राय नमः । शक्तये नमः ।
      दण्डाय नमः । खड्गाय नमः ।
      पाशाय नमः । अंकुशाय नमः ।
      गधायै नमः । त्रिशूलाय नमः ।
      पद्माय नमः । चक्राय नमः ।
      
      सर्वेभ्यो आवरण देवताभ्यो नमः ।
      सर्वोपचारार्थे गन्धाक्षत पुष्पाणि समर्पयामि॥
      
      
      ४३ अष्टोत्तरशतनाम पूजा
      
      ॥ ॐ ॥
      
      शिवाय नमः । महेश्वराय नमः ।
      शम्भवे नमः । पिनाकिने नमः ।
      शशिशेखराय नमः । वामदेवाय नमः ।
      विरूपाक्षाय नमः । कपर्दिने नमः ।
      नीललोहिताय नमः । शंकराय नमः ।
      %१०
      शूलपाणये नमः । खट्वांगिने नमः ।
      विष्णुवल्लभाय नमः । शिपिविष्टाय नमः ।
      अम्बिकानाथाय नमः । श्रीकण्ठाय नमः ।
      भक्तवत्सलाय नमः । भवाय नमः ।
      शर्वाय नमः । त्रिलोकेशाय नमः ।
      %२०
      शितिकण्ठाय नमः । शिवा प्रियाय नमः ।
      उग्राय नमः । कपालिने नमः ।
      कामारये नमः । अन्धकासुरसूदनाय नमः ।
      गंगाधराय नमः । ललाटाक्षाय नमः ।
      कालकालाय नमः । कृपानिधये नमः ।
      %३०
      भीमाय नमः । परशुहस्ताय नमः ।
      मृगपाणये नमः । जटाधराय नमः ।
      कैलासवासिने नमः । कवचिने नमः ।
      कठोराय नमः । त्रिपुरान्तकाय नमः ।
      वृषांकाय नमः । वृषभारूढाय नमः ।
      %४०
      भस्मोद्धूलित विग्रहाय नमः । सामप्रियाय नमः ।
      स्वरमयाय नमः । त्रयीमूर्तये नमः ।
      अनीश्वराय नमः । सर्वज्ञाय नमः ।
      परमात्मने नमः । सोमसूर्याग्निलोचनाय नमः ।
      हविषे नमः । यज्ञमयाय नमः ।
      %५०
      सोमाय नमः । पंचवक्त्राय नमः ।
      सदाशिवाय नमः । विश्वेश्वराय नमः ।
      वीरभद्राय नमः । गणनाथाय नमः ।
      प्रजापतये नमः । हिरण्यरेतसे नमः ।
      दुर्धर्षाय नमः । गिरीशाय नमः ।
      %६०
      गिरिशाय नमः । अनघाय नमः ।
      भुजंगभूषणाय नमः । भर्गाय नमः ।
      गिरिधन्वने नमः । गिरिप्रियाय नमः ।
      कृत्तिवाससे नमः । पुरारातये नमः ।
      भगवते नमः । प्रमथाधिपाय नमः ।
      %७०
      मृत्युंजयाय नमः । सूक्ष्मतनवे नमः ।
      जगद्व्यापिने नमः । जगद्गुरुवे नमः ।
      व्योमकेशाय नमः । महासेनजनकाय नमः ।
      चारुविक्रमाय नमः । रुद्राय नमः ।
      भूतपतये नमः । स्थाणवे नमः ।
      %८०
      अहयेबुध्न्याय नमः । दिगम्बराय नमः ।
      अष्टमूर्तये नमः । अनेकात्मने नमः ।
      सात्विकाय नमः । शुद्धविग्रहाय नमः ।
      शाश्वताय नमः । खण्डपरशवे नमः ।
      अज्ञाय नमः । पाशविमोचकाय नमः ।
      %९०
      मृडाय नमः । पशुपतये नमः ।
      देवाय नमः । महादेवाय नमः ।
      अव्ययाय नमः । हरये नमः ।
      भगनेत्रभिदे नमः । अव्यक्ताय नमः ।
      दक्षाध्वरहराय नमः । हराय नमः ।
      %१००
      पूषदन्तभिदे नमः । अव्यग्राय नमः ।
      सहस्राक्षाय नमः । सहस्रपदे नमः ।
      अपवर्गप्रदाय नमः । अनन्ताय नमः ।
      तारकाय नमः । परमेश्वराय नमः ।
      %१०८
      
      इति अष्टोत्तर पूजां समर्पयामि ॥
      
      
      ४४ धूपं
      
      वनस्पत्युद्भवो दिव्यो गन्धाढ्यो गन्धवुत्तमः ।
      आघ्रेयः महिपालो धूपोयं प्रतिगृह्यताम् ॥
      
      यत्पुरुषं व्यदधुः कतिधा व्यकल्पयन् ।
      मुखं किमस्य कौ बाहू कावूरू पादावुच्येते ॥
      
      ॐ बलाय नमः । ॐ शिवाय नमः । धूपं आघ्रापयामि ॥
      
      
      ४५ दीपं
      
      दीपं हि परमं शम्भो घृत प्रज्वलितं मया ।
      दत्तं गृहाण देवेश मम ज्ञानप्रद भव ॥
      
      भक्त्या दीपं प्रयश्चामि देवाय परमात्मने ।
      त्राहि मां नरकात् घोरात् दीपं ज्योतिर् नमोस्तुते ॥
      
      ब्राह्मणोस्य मुखमासीत् बाहू राजन्यः कृतः ।
      उरू तदस्य यद्वैश्यः पद्भ्यां शूद्रो अजायत ॥
      
      ॐ श्री बलप्रमथनाय नमः । ॐ नमः शिवाय । दीपं दर्शयामि ॥
      
      
      ४६ नैवेद्यं
      
      (dip finger in water and write a square and
      'shrI' mark inside the square. Place naivedya on
      'shrI'. ; remove lid and sprinkle water around
      the vessel; place in each food item one washed
      leaf/flower/axatha)
      
      ॐ सदाशिवाय विद्महे महादेवाय धीमहि ।
      तन्नो शंकर प्रचोदयात् ॥
      
      ॐ नमः शिवाय ॥
      
      (show mudras)
      
      निर्वीषिकरणार्थे तार्क्ष मुद्रा ।
      अमृती करणार्थे धेनु मुद्रा ।
      पवित्रीकरणार्थे शङ्ख मुद्रा ।
      संरक्षणार्थं चक्र मुद्रा ।
      विपुलमाया करणार्थे मेरु मुद्रा ।
      
      Touch naivedya and chant 9 times 'ॐ'
      
      ॐ सत्यंतवर्तेन परिसिञ्चामि
      (sprinkle water around the naivedya)
      
      भोः! स्वामिन् भोजनार्थं आगश्चादि विज्ञाप्य
      (request Lord to come for dinner)
      
      सौवर्णे स्थालिवैर्ये मणिगणकचिते गोघृतां
      सुपक्वां भक्ष्यां भोज्यां च लेह्यानपि
      सकलमहं जोष्यम्न नीधाय नाना शाकै रूपेतं
      समधु दधि घृतं क्षीर पाणीय युक्तं
      ताम्बूलं चापि शिवं प्रतिदिवसमहं मनसे चिन्तयामि ॥
      
      अद्य तिष्ठति यत्किञ्चित् कल्पितश्चापरंगृहे
      पक्वान्नं च पानीयं यथोपस्कर संयुतं
      यथाकालं मनुष्यार्थे मोक्ष्यमानं शरीरिभिः
      तत्सर्वं शिवपूजास्तु प्रयतां मे महेश्वर
      सुधारसं सुविफुलं आपोषणमिदं
      तव गृहाण कलशानीतं यथेष्टमुप भुज्ज्यताम् ॥
      
      ॐ नमः शिवाय । अमृतोपस्तरणमसि स्वाहा ॥
      
      (drop water from sha.nkha)
      
      ॐ प्राणात्मने स्वाहा ।
      ॐ अपानात्मने स्वाहा ।
      ॐ व्यानात्मने स्वाहा ।
      ॐ उदानात्मने स्वाहा ।
      ॐ समानात्मने स्वाहा ।
      
      ॐ नमः शिवाय ।
      
      नैवेद्यं गृह्यतां देव भक्ति मे अचलां कुरुः ।
      ईप्सितं मे वरं देहि इहत्र च परां गतिम् ॥
      
      श्री सदाशिवं नमस्तुभ्यं महा नैवेद्यं उत्तमम् ।
      संगृहाण सुरश्रेष्ठ भक्ति मुक्ति प्रदायकम् ॥
      
      नैवेद्यं समर्पयामि ॥
      
      (cover face with cloth and chant  गायत्री मंत्र 
      five times or repeat 12 times  ॐ नमः शिवाय )
      
      सर्वत्र अमृतोपिधान्यमसि स्वाहा ।
      ॐ नमः शिवाय । उत्तरापोषणं समर्पयामि ॥
      
      (Let flow water from sha.nkha)
      
      
      ४७ महा फलं
      (put tulsi / axathA on a big fruit)
      
      इदं फलं मयादेव स्थापितं पुरतस्तव ।
      तेन मे सफलावाप्तिर् भवेत् जन्मनि जन्मनि ॥
      
      ॐ शिवाय नमः । महाफलं समर्पयामि ।
      
      
      ४८ फलाष्टक
      (put tulsi/axata on fruits)
      
      कूष्माण्ड मातुलिङ्गं च नारिकेलफलानि च ।
      गृहाण पार्वतीकान्त सोमेश प्रतिगृह्यताम् ॥
      
      ॐ केदारेश्वराय नमः । फलाष्टकं समर्पयामि ॥
      
      
      ४९ करोद्वर्तनम्
      
      करोद्वर्तन्कं देवमया दत्तं हि भक्तितः ।
      चारु चंद्र प्रभां दिव्यां गृहाण जगदीश्वर ॥
      
      ॐ श्री शंकराय नमः ।
      करोद्वर्तनार्थे चंदनं समर्पयामि ॥
      
      
      ५० ताम्बूलं
      
      पूगिफलं सताम्बूलं नागवल्लि दलैर्युतम् ।
      ताम्बूलं गृह्यतां देव येल लवङ्ग संयुक्तम् ॥
      
      ॐ मनोन्मयाय नमः । पूगिफल ताम्बूलं समर्पयामि ॥
      
      
      ५१ दक्षिणा
      
      हिरण्य गर्भ गर्भस्थ हेमबीज विभावसोः ।
      अनंत पुण्य फलदा अथः शांतिं प्रयश्च मे ॥
      
      ॐ श्री शिवाय नमः । सुवर्ण पुष्प दक्षिणां समर्पयामि ॥
      
      
      ५२ महा नीराजन
      
      चक्षुर्दां सर्वलोकानां तिमिरस्य निवारणम् ।
      अर्थिक्यं कल्पितं भक्त्या गृहाण परमेश्वर ॥
      
      श्रीयै जातः श्रिय अनिरियाय श्रियं वयो जरित्रभ्यो ददाति
      श्रियं वसाना अमृतत्त्व मायन् भवंति सत्या समिधा मितद्रौ
      श्रिय येवैनं तत् श्रिया मादधाति संतत मृचा वषट्कृत्यं
      संततं संधीयते प्रजया पशुभिः ययेवं वेद ॥
      
      ॐ नमः शिवाय । महानीराजनं दीपं समर्पयामि ॥
      
      
      ५३ कर्पूर दीप
      
      अर्चत प्रार्चत प्रिय मे दासो अर्चत ।
      अर्चन्तु पुत्र का वतपुरन्न धृष्ण वर्चत ॥
      
      कर्पूरकं महाराज रम्भोद्भूतं च दीपकम् ।
      मङ्गलार्थं महीपाल सङ्गृहाण जगत्पते ॥
      
      ॐ नमः शिवाय। कर्पूर दीपं समर्पयामि ॥
      
      
      ५४ प्रदक्षिणा
      
      नाभ्या आसीदन्तरिक्षम् शीर्ष्णो द्यौः समवर्तत ।
      पद्भ्यां भूमिर्दिशः श्रोत्रात् तथा लोकांग अकल्पयन् ॥
      
      यानि कानि च पापानि जन्मांतर कृतानि च ।
      तानि तानि विनश्यन्ति प्रदक्षिणे पदे पदे ॥
      
      प्रदक्षिण त्रियं देव प्रयत्नेन मया कृतम् ।
      तेन पापाणि सर्वाणि विनाशाय नमोऽस्तुते ॥
      
      ॐ नमः शिवाय । प्रदक्षिणान् समर्पयामि ॥
      
      
      ५५ नमस्कार
      
      सप्तास्यासन् परिधयः त्रिस्सप्त समिधः कृताः ।
      देवा यद्यज्ञं तन्वानाः अबध्नन्पुरुषं पशुम् ॥
      
      नमस्ते सर्वलोकेश नमस्ते जगदीश्वर ।
      नमस्तेस्तु पर ब्रह्म नमस्ते परमेश्वर ॥
      
      हेतवे जगतावेव संसारार्णव सेतवे ।
      प्रभवे सर्वविद्यानां शम्भवे गुरुवे नमः ॥
      
      नमो नमो शम्भो नमो नमो जगत्पते ।
      नमो नमो जगत्साक्षिण् नमो नमो निरञ्जन ॥
      
      नमोस्तुते शूलपाणे नमोस्तु वृषभध्वज ।
      जीमूतवाहन करे सर्व त्र्यम्बक शंकर ॥
      
      महेश्वर हरेशान सुवनाक्ष वृषाकपे ।
      दक्ष यज्ञ क्षयकर काल रुद्र नमोऽस्तुते ॥
      
      त्वमादिरस्यजगत् त्वं मध्यं परमेश्वर ।
      भवानंतश्च भगवन् सर्वगस्त्वयं नमोस्तुते ॥
      
      पूर्वे शर्वाय कीर्तिमूर्तये नमः ।
      ईशान्यां भवाय जलमूर्तये नमः ।
      उत्तरे रुद्राय अग्निमूर्तये नमः ।
      वायुव्यां उग्राय वायुमूर्तये नमः ।
      पश्चिमे भीमाय आकाशमूर्तये नमः ।
      नैऋत्यां पशुपतये यजमान मर्दये नमः।
      दक्षिणे महादेवाय सोममूर्तये नमः ।
      आग्नेयां ईशानाय सूर्यमूर्तये नमः ॥
      
      ॐ नमः शिवाय । नमस्कारान् समर्पयामि ॥
      
      
      ५६ राजोपचार
      
      गृहाण परमेशान सरत्ने छत्र चामरे ।
      दर्पणं व्यञ्जनं चैव राजभोगाय यत्नथः ॥
      
      ॐ चन्द्रशेखराय नमः । छत्रं समर्पयामि ।
      ॐ व्योमकेशाय नमः । चामरं समर्पयामि ।
      ॐ विश्वात्मने नमः । गीतं समर्पयामि ।
      ॐ सोममूर्तये नमः । नृत्यं समर्पयामि ।
      ॐ विश्वमूर्तये नमः । वाद्यं समर्पयामि ।
      ॐ गम्भीरनादाय नमः । दर्पणं समर्पयामि ।
      ॐ मृगपाणये नमः । व्यञ्जनं समर्पयामि ।
      ॐ भुजंगनाथाय नमः । आन्दोलनं समर्पयामि ।
      ॐ त्रिकालाग्निनेत्राय नमः । राजोपचारान् समर्पयामि ।
      ॐ सर्वव्यापिने नमः । सर्वोपचारान् समर्पयामि ।
      
      
      ५७ मंत्र पुष्प
      
      यज्ञेन यज्ञमयजन्त देवाः तानि धर्माणि प्रथमान्यासन् ।
      ते ह नाकं महिमानः सचन्ते यत्र पूर्वे साध्याः सन्ति देवाः ॥
      
      यः शुचिः प्रयतो भूत्वा जुहुयादाज्यमन्वहम् ।
      सूक्तं पञ्चदशर्चं च श्रीकामः सततं जपेत् ॥
      
      विद्या बुद्धि धनैश्वर्य पुत्र पौत्रादि सम्पदः ।
      पुष्पांजलि प्रदानेन देहिमे ईप्सितं वरम् ॥
      
      नमोऽस्त्वनंताय सहस्र मूर्तये सहस्र पादाक्षि शिरोरु बाहवे ।
      सहस्रनाम्ने पुरुषाय शाश्वते सहस्र कोटी युगधारिणे नमः ॥
      
      ॐ नमो महद्भ्यो नमो अर्भकेभ्यो नमो युवभ्यो नमो आसीनेभ्यः ।
      यजां देवान्य दिशक्रवा ममा जायसः शं समावृक्षिदेव ॥
      
      ॐ ममत्तुनः परिज्ञावसरः ममत्तु वातो अपां व्रशन्वान् ।
      शिशीतमिन्द्रा पर्वता युवन्नस्थन्नो विश्वेवरिवस्यन्तु देवाः ॥
      
      ॐ कथात अग्ने शुचीयंत अयोर्ददाशुर्वाजे भिराशुशानः ।
      उभेयत्तोकेतनये दधाना ऋतस्य सामनृणयंत देवाः ॥
      
      ॐ राजाधि राजाय प्रसह्य साहिने नमो वयं वैश्रवणाय
      कूर्महे समे कामान् काम कामाय मह्यं कामेश्वरो
      वैश्रवणो दधातु कुबेराय वैश्रवणाय महाराजाय नमः ॥
      
      ॐ स्वस्ति साम्राज्यं भोज्यं स्वाराज्यं वैराज्यं
      पारमेष्ठां राज्यं महाराज्यमाधिपत्यमयं समंत
      पर्यायिस्यात् सार्व भोंअः सार्वायुशः अंतादा
      परार्धात् पृथिव्यै समुद्र पर्यन्ताय एकरालिति तदप्येश
      श्लोकोभिगीतो मरूतः परिवेष्टारो मरुतस्या वसन्गृहे
      आवीक्षितस्य कामप्रेर्विश्वेदेवा सभासद इति ॥
      
      श्री साम्बसदाशिवाय नमः । मंत्रपुष्पं समर्पयामि ॥
      
      
      ५८ क्षमापणं
      
      यत्किंचित् कुर्महे देव सद सुकृत्दुष्कृतम् ।
      तन्मे शिवपादस्य भुंक्षवक्षपय शंकर ॥
      
      करचरणकृतं वा कायजं कर्मजं वा ।
      श्रवण नयनजं वा मानसं वापराधम् ॥
      
      विहितमवहितं वा सर्वमेतत् क्षमस्व ।
      जय जय करुणाब्धे श्री महादेव शम्भो ॥
      
      
      ५९ प्रार्थना
      
      नमोव्यक्ताय सूक्ष्माय नमस्ते त्रिपुरान्तक ।
      पूजां गृहाण देवेश यथाशक्त्युपपादिताम् ॥
      
      किं न जानासि देवेश त्वयी भक्तिं प्रयश्च मे ।
      स्वपादाग्रतले देव दास्यं देहि जगत्पते ॥
      
      बद्धोहं विविद्धै पाशै संसारुभयबंधनै ।
      पतितं मोहजाले मं त्वं समुध्धर शंकर ॥
      
      प्रसन्नो भव मे श्रीमन् सद्गतिः प्रतिपाद्यताम् ।
      त्वदालोकन मात्रेण पवित्रोस्मि न संशयः ॥
      
      त्वदन्य शरण्यः प्रपन्न्स्य नेति ।
      प्रसीद स्मरन्नेव हन्न्यास्तु दैन्यम् ॥
      
      नचेत्ते भवेद्भक्ति वात्सल्य हानि ।
      स्ततो मे दयालो दयां सन्निदेहि ॥
      
      सकारणमशेषस्य जगतः सर्वदा शिवः ।
      गो ब्राह्मण नृपाणां च शिवं भवतु मे सदा ॥
      
      
      ६० शङ्ख ब्रामण
      
      (make three rounds of sha.nkha with
      water like Arati and pour down;
      chant OM 9 times and show mudras)
      
      इमां आपशिवतम इमं सर्वस्य भेषजे ।
      इमां राष्ट्रस्य वर्धिनि इमां राष्ट्र भ्रतोमत ॥
      
      
      ६१ तीर्थ प्राश्न
      
      लाभस्तेषां जयस्तेषां कुतस्तेषां पराजयः ।
      येषां इन्दीवर श्यामो हृदयस्तो जनार्दनः ॥
      
      अकाल मृत्यु हरणं सर्व व्याधि निवारणम् ।
      सर्व पाप उपशमनं शिव पादोदकं शुभम् ॥
      
      
      ६२ विसर्जन पूजा
      
      आराधितानां देवतानां पुनः पूजां करिष्ये ॥
      
      ॐ नमः शिवाय ॥
      
      पूजांते छत्रं समर्पयामि । चामरं समर्पयामि ।
      नृत्यं समर्पयामि । गीतं समर्पयामि ।
      वाद्यं समर्पयामि । आंदोलिक आरोहणं समर्पयामि ।
      अश्वारोहणम् समर्पयामि । गजारोहणं समर्पयामि ।
      
      श्री साम्बसदाशिवाय नमः ।
      
      समस्त राजोपचार देवोपचार शक्त्युपचार भक्त्युपचार
      पूजां समर्पयामि ॥
      
      
      ६३ आत्म समर्पण
      
      नित्यं नैमित्तिकं काम्यं यत्कृतं तु मया शिव ।
      तत् सर्वं परमेशान मया तुभ्यं समर्पितम् ॥
      
      मंत्रहीनं क्रियाहीनं भक्तिहीनं जनार्दन ।
      यत्पूजितं मयादेव परिपूर्णं तदस्तु मे ॥
      
      आवाहनं न जानामि, न जानामि विसर्जनम् ।
      पूजाविधिं न जानामि क्षमस्व पुरुषोत्तम ॥
      
      अपराध सहस्राणि क्रियन्ते अहर्निशं मया ।
      तानि सर्वाणि मे देव क्षमस्व पुरुषोत्तम ॥
      
      वर्तमाने बहुदान्य नाम संवत्सरे माग मासे कृश्ण पक्षे
      त्रयोदसि तिथौ श्री साम्बसदाशिव प्रेरणया श्री
      साम्बसदाशिव प्रीत्यर्थं अनेन मया चरित शिवरात्रि
      व्रते श्री सदाशिव पूजाराधनेन
      भगवान् श्री शंकरः प्रीयताम् ॥
      
      ॐ तत्सत्
      
      ॥ श्री सदाशिवार्पणमस्तु ॥
      
      
      ६४ अर्घ्यप्रदानं
      
      श्री साम्बसदाशिव प्रेरणया श्री साम्बसदाशिव प्रीत्यर्थं
      शिवरात्रि व्रत सम्पूर्ण फल प्राप्यर्थं च अर्घ्य प्रदानं करिष्ये।
      
      व्योमकेश नमस्तुभ्यं व्योमात्मा व्योमरूपिणे ।
      नक्षत्ररुपिणे तुभ्यं ददाम्यर्घ्यं नमोऽस्तुते ।
      श्री शिवाय नमः ।
      तारकलिंगाय इदमर्घ्यं दत्तं न मम ॥
      
      कैलाश निलय शम्भो पार्वती प्रिय वल्लभ ।
      त्रैलोक्यतमविध्वंसिन् गृहाणर्घ्यं सदाशिव ॥
      
      श्री शिवाय नमः ।
      सदाशिवाय इदमर्घ्यं दत्तं न मम ॥
      
      कालरुद्र शिव शम्भो कालात्मन् त्रिपुरांतक ।
      दुरितग्न सुरश्रेष्ठ गृहाणर्घ्यं सदाशिव ॥
      
      श्री शिवाय नमः ।
      सदाशिवाय इदमर्घ्यं दत्तं न मम ॥
      
      आकाशाद्याशरीराणि गृहनक्षत्रमालैनि ।
      सर्व सिद्धि निवासार्तं ददामर्घ्यं सदाशिव ॥
      
      श्री शिवाय नमः ।
      सदाशिवाय इदमर्घ्यं दत्तं न मम ॥
      
      उमादेवी शिवार्धाङ्गी जगन्मातृ गुणात्मिके ।
      त्राहि मां देवि सर्वेषि गृहाणार्घ्यं नमोऽस्तुते ॥
      
      श्री पार्वत्यै नमः ।
      पार्वत्यै इदमर्घ्यं दत्तं न मम ॥
      
      श्री गुणात्मन् त्रिलोकेशः ब्रह्मा विष्णु शिवात्मक ।
      अर्घ्यं चेदं मया दत्तं गृहाण गणनायक। ॥
      
      श्री गणपतये नमः ।
      गणपतये इदमर्घ्यं दत्तं न मम ॥
      
      सेनाधिप सुरश्रेष्ठ पार्वती प्रियनन्दन ।
      गृहाणर्घ्यं मया दत्तं नमस्ते शिखिवाहन ।
      श्री स्कन्दाय नमः ।
      स्कन्दाय इदमर्घ्यं दत्तं न मम ॥
      
      वीरभद्र महावीर विश्व ज्ञान वर प्रद ।
      इदमर्घ्यं प्रदास्यामि संग्रहाण शिवप्रिय ॥
      
      श्री वीरभद्राय नमः ।
      वीरभद्राय इदमर्घ्यं दत्तं न मम ॥
      
      धर्मस्त्वं वृष रूपेण जगदानन्दकारक ।
      अष्टमूर्तैरधिष्ठानं अथः पाहि सनातन ।
      श्री वृषभाय नमः ।
      वृषभाय इदमर्घ्यं दत्तं न मम ॥
      
      चण्डीश्वर महादेव त्राहि माम् कृपयाकार ।
      इदमर्घ्यं प्रदास्यामि प्रसन्ना वरदा भव ।
      श्री चण्डीश्वराय नमः ।
      चण्डीश्वराय इदमर्घ्यं दत्तं न मम ॥
      
      अनेन शिवरात्रि व्रतांगत्वेन अर्घ्यप्रदानेन भगवन्
      श्री सदाशिव प्रीयताम् ।
      ॐ तत्सत्
      श्री सदाशिवार्पणमस्तु ॥
      
      यान्तु देव गणाः सर्वे पूजां आदाय पर्तिवीम् ।
      इष्ट काम्यार्थ सिध्यर्थं पुनरागमनाय च ॥` },
      //#endregion

    ]



    return jsonArrayObject;


  }

}
